Repository: DjangoGirls/djangogirls
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: This further affirmed that our work has had positive results in the lives of women we introduced to coding as well as the tech industry that hires these women. <strong>We are proud that at least <span>109 women now work as developers</span> after attending the workshop. This is a big achievement which we are happy about!</strong>
de: Dies bestätigt, dass sich unsere Arbeit positiv auf das Leben der Frauen auswirkt, die wir an das Programmieren herangeführt haben, sowie auf die Technologiebranche, die diese Frauen einstellt. <strong>Wir sind stolz darauf, dass mindestens <span>109 Frauen nach der Teilnahme am Workshop als Entwicklerinnen arbeiten</span>. Das ist ein großer Erfolg, über den wir uns sehr freuen!</strong>

source: Impact of Django Girls workshops on Participants’ lives
de: Auswirkungen der Django Girls Workshops auf das Leben der Teilnehmer
es: Impacto de los talleres de Django Girls en la vida de los participantes

source: We were also interested in learning other ways the participants had been impacted by attending a Django Girls workshop.
de: Wir waren auch daran interessiert zu erfahren, welche Auswirkungen die Teilnahme an einem Django Girls-Workshop für die Teilnehmerinnen hatte.
es: También estábamos interesados ​​en conocer otras formas en las que los participantes se vieron afectados al asistir a un taller de Django Girls.

source: Summary
de: Zusammenfassung
es: Resumen

source: <b>The findings show that Django Girls has been successful in inspiring women to fall in love with programming as participants are exposed to women who are in the programming discipline within their own communities.</b> The friendly environment that Django Girls workshops provide enables women who have never programmed before to learn to code and thereby arousing interest in tech and <b>causing many of these women to work towards a career change and aim to be employed in the tech industry</b>. The friendly environment also creates an atmosphere for making new friends and creating new network connections, fostering the beauty of the Django community which strives to be welcoming and diverse.
de: <b>Die Ergebnisse zeigen, dass Django Girls erfolgreich dazu beigetragen hat, Frauen für das Programmieren zu begeistern, da die Teilnehmerinnen mit Frauen in Kontakt kommen, die in ihrer eigenen Gemeinschaft programmieren.</b> Das freundliche Umfeld, das die Django Girls-Workshops bieten, ermöglicht es Frauen, die noch nie programmiert haben, das Programmieren zu erlernen und dadurch das Interesse an der Technik zu wecken und <b>viele dieser Frauen dazu zu bewegen, auf einen Karrierewechsel hinzuarbeiten und eine Anstellung in der Technologiebranche anzustreben</b>. Das freundliche Umfeld schafft auch eine Atmosphäre, in der man neue Freundschaften schließen und neue Netzwerkverbindungen knüpfen kann, was die Schönheit der Django-Gemeinschaft fördert, die sich bemüht, einladend und vielfältig zu sein.

source: On our third birthday, we asked our Twitter community to tell us about the ways Django Girls impacted their lives. The response we received was overwhelmingly positive:
de: Anlässlich unseres dritten Geburtstags haben wir unsere Twitter-Community gebeten, uns zu erzählen, wie Django Girls ihr Leben beeinflusst hat. Die Resonanz war überwältigend positiv:
es: En nuestro tercer cumpleaños, le pedimos a nuestra comunidad de Twitter que nos contara las formas en que Django Girls impactaron sus vidas. La respuesta que recibimos fue abrumadoramente positiva:

source: See more success stories
de: Mehr Erfolgsgeschichten
es: Ver más historias de éxito

source: Django Girls Code of Conduct
de: Django Girls Verhaltenskodex
es: Código de conducta de Django Girls

source: Code of Conduct
de: Verhaltenskodex

source: This document is also available in:
de: Dieses Dokument ist auch verfügbar in:
es: Este documento también está disponible en:

source: Django Girls aims to be a welcoming event, where people meet in a friendly environment. Accordingly, we expect that all participants are expected to show respect and courtesy to other participants throughout the workshop.
de: Django Girls soll eine einladende Veranstaltung sein, bei der sich Menschen in einer freundlichen Umgebung treffen. Dementsprechend erwarten wir, dass sich alle Teilnehmerinnen während des gesamten Workshops respektvoll und höflich gegenüber anderen Teilnehmerinnen verhalten.
es: Django Girls tiene como objetivo ser un evento acogedor, donde las personas se reúnan en un ambiente amigable. En consecuencia, esperamos que todos los participantes muestren respeto y cortesía hacia los demás participantes durante todo el taller.

source: To make clear what is expected, all delegates/attendees, speakers, exhibitors, organizers and volunteers at any Django Girls event are required to conform to the following Code of Conduct. Organizers will enforce this code before and throughout the event.
de: Um klarzustellen, was erwartet wird, sind alle Delegierten/Teilnehmer, Redner, Aussteller, Organisatoren und Freiwilligen bei allen Django Girls-Veranstaltungen verpflichtet, den folgenden Verhaltenskodex einzuhalten. Die Organisatoren werden diesen Kodex vor und während der Veranstaltung durchsetzen.
es: Para aclarar lo que se espera, todos los delegados / asistentes, oradores, expositores, organizadores y voluntarios en cualquier evento de Django Girls deben cumplir con el siguiente Código de Conducta. Los organizadores harán cumplir este código antes y durante todo el evento.

source: In short
de: Kurz gesagt
es: En breve

source: Django Girls is dedicated to providing a harassment-free workshop experience for everyone, regardless of gender, sexual orientation, disability, physical appearance, body size, race, or religion.
de: Django Girls hat es sich zur Aufgabe gemacht, eine belästigungsfreie Workshop-Erfahrung für alle zu bieten, unabhängig von Geschlecht, sexueller Orientierung, Behinderung, körperlichem Aussehen, Körpergröße, Rasse oder Religion.
es: Django Girls se dedica a brindar una experiencia de taller libre de acoso para todos, independientemente de su género, orientación sexual, discapacidad, apariencia física, tamaño corporal, raza o religión.

source: We do not tolerate harassment of workshop participants in any form.
de: Wir dulden keine Belästigung von Workshop-Teilnehmern in irgendeiner Form.
es: No toleramos el acoso a los participantes del taller de ninguna forma.

source: Sexual language and imagery is not appropriate for any workshop venue, including talks.
de: Sexuelle Sprache und Bilder sind in keinem Workshop, auch nicht bei Vorträgen, angebracht.
es: El lenguaje y las imágenes sexuales no son apropiados para ningún lugar de taller, incluidas las charlas.

source: Be kind to others. Do not insult or put down other attendees. Behave professionally. Don't publish photographs of people without their consent. Remember that harassment and sexist, racist, or exclusionary jokes are not appropriate for Django Girls.
de: Seien Sie freundlich zu anderen. Beleidigen oder erniedrigen Sie andere Teilnehmer nicht. Verhalten Sie sich professionell. Veröffentlichen Sie keine Fotos von Personen ohne deren Zustimmung. Denken Sie daran, dass Belästigungen und sexistische, rassistische oder ausgrenzende Witze bei Django Girls nicht angebracht sind.
es: Se amable con otros. No insultes ni menosprecies a otros asistentes. Compórtate profesionalmente. No publique fotografías de personas sin su consentimiento. Recuerda que el acoso y las bromas sexistas, racistas o excluyentes no son apropiadas para Django Girls.

source: Conference participants violating these rules may be sanctioned or expelled from the workshop without a refund at the discretion of the workshop organizers.
de: Konferenzteilnehmer, die gegen diese Regeln verstoßen, können nach Ermessen der Workshop-Organisatoren mit Sanktionen belegt oder ohne Rückerstattung vom Workshop ausgeschlossen werden.

source: Longer version
de: Längere Version
es: Versión más larga

source: Harassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.
de: Zu den Belästigungen gehören beleidigende verbale Äußerungen in Bezug auf Geschlecht, sexuelle Orientierung, Behinderung, körperliches Aussehen, Körpergröße, Rasse, Religion, sexuelle Bilder im öffentlichen Raum, absichtliche Einschüchterung, Stalking, Verfolgung, belästigendes Fotografieren oder Aufnehmen, anhaltende Störung von Gesprächen oder anderen Veranstaltungen, unangemessener Körperkontakt und unerwünschte sexuelle Aufmerksamkeit.
es: El acoso incluye comentarios verbales ofensivos relacionados con género, orientación sexual, discapacidad, apariencia física, tamaño corporal, raza, religión, imágenes sexuales en espacios públicos, intimidación deliberada, acecho, seguimiento, fotografía o grabación de acoso, interrupción sostenida de conversaciones u otros acontecimientos, contacto físico inapropiado y atención sexual no deseada.

source: Participants asked to stop any harassing behavior are expected to comply immediately.
de: Von Teilnehmern, die aufgefordert werden, belästigendes Verhalten zu unterlassen, wird erwartet, dass sie dem sofort nachkommen.
es: Se espera que los participantes a los que se les solicite detener cualquier comportamiento de acoso cumplan de inmediato.

source: Be careful in the words that you choose. Remember that sexist, racist, and other exclusionary jokes can be offensive to those around you. Excessive swearing and offensive jokes are not appropriate for Django Girls.
de: Seien Sie vorsichtig bei der Wahl der Worte, die Sie verwenden. Denken Sie daran, dass sexistische, rassistische und andere ausgrenzende Witze für Ihre Mitmenschen beleidigend sein können. Übermäßiges Fluchen und beleidigende Witze sind bei Django Girls nicht angebracht.

source: If a participant engages in harassing behavior, the workshop organizers may take any action they deem appropriate, including warning the offender or expulsion from the workshop with no refund.
de: Bei belästigendem Verhalten eines Teilnehmers können die Organisatoren des Workshops alle Maßnahmen ergreifen, die sie für angemessen halten, einschließlich einer Verwarnung des Täters oder des Ausschlusses vom Workshop ohne Rückerstattung.

source: We expect participants to follow these rules at all workshop venues and workshop-related social events.
de: Wir erwarten von den Teilnehmern, dass sie diese Regeln an allen Veranstaltungsorten und bei allen gesellschaftlichen Veranstaltungen im Zusammenhang mit dem Workshop einhalten.

source: Reporting harassment
de: Meldung von Belästigungen
es: Denuncia de acoso

source: If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact your coach or one of the organizers immediately. If your concern is with the organizing team, please email details to coc@djangogirls.org.
de: Wenn Sie belästigt werden, feststellen, dass eine andere Person belästigt wird, oder andere Bedenken haben, wenden Sie sich bitte sofort an Ihren Trainer oder einen der Organisatoren. Wenn Ihr Anliegen das Organisationsteam betrifft, senden Sie bitte eine E-Mail mit Einzelheiten an coc@djangogirls.org.

source: The staff is well informed on how to deal with the incident and how to further proceed with the situation. Conference staff will be happy to help participants contact hotel/venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the conference. We value your attendance.
de: Die Mitarbeiter sind gut darüber informiert, wie mit dem Vorfall umzugehen ist und wie mit der Situation weiter verfahren werden kann. Die Konferenzmitarbeiter helfen den Teilnehmern gerne dabei, sich mit dem Sicherheitsdienst des Hotels/der Veranstaltungsstätte oder den örtlichen Strafverfolgungsbehörden in Verbindung zu setzen, stellen Begleitpersonen zur Verfügung oder helfen auf andere Weise denjenigen, die belästigt werden, sich für die Dauer der Konferenz sicher zu fühlen. Wir schätzen Ihre Teilnahme an der Konferenz.

source: Contribute
de: Beitragen
es: Contribuir

source: There are many ways to contribute to Django Girls: you can organize an event, coach, work on the tutorial and help on Gitter. If you'd rather help us financially, you can always support us on <a href="https://www.patreon.com/djangogirls">Patreon</a> or <a href="https://www.paypal.com/uk/webapps/mpp/search-cause?charityId=129929&s=3">PayPal Giving Funds</a>.
de: Es gibt viele Möglichkeiten, zu Django Girls beizutragen: Du kannst eine Veranstaltung organisieren, coachen, am Tutorial arbeiten und auf Gitter helfen. Wenn Sie uns lieber finanziell helfen möchten, können Sie uns jederzeit auf <a href="https://www.patreon.com/djangogirls">Patreon</a> oder <a href="https://www.paypal.com/uk/webapps/mpp/search-cause?charityId=129929&s=3">PayPal Giving Funds</a> unterstützen.

source: Support us!
de: Unterstütze uns!
es: Apoyanos!

source: Django Girls is a <a href="http://apps.charitycommission.gov.uk/Showcharity/RegisterOfCharities/CharityFramework.aspx?RegisteredCharityNumber=1163260&SubsidiaryNumber=0">Registered Charity</a> and is volunteer run. If you're an individual or a company and want to support us, you can make a <a href="https://www.patreon.com/djangogirls">monthly donation</a>. You can send one-time donations to our <a href="%(donation_url)s">PayPal account</a> or <a href="%(donation_url)s">donate via credit card</a>.
de: Django Girls ist eine <a href="http://apps.charitycommission.gov.uk/Showcharity/RegisterOfCharities/CharityFramework.aspx?RegisteredCharityNumber=1163260&SubsidiaryNumber=0">Eingetragene Wohltätigkeitsorganisation</a> und wird von Freiwilligen geleitet. Wenn Sie uns als Einzelperson oder Unternehmen unterstützen möchten, können Sie eine <a href="https://www.patreon.com/djangogirls">monatliche Spende</a> leisten. Sie können einmalige Spenden an unser <a href="%(donation_url)s">PayPal-Konto</a> senden oder <a href="%(donation_url)s">mit Kreditkarte spenden</a>.

source: If you want to help an <a href="http://djangogirls.org/events">event</a> in particular, you can contact the local organization team to sponsor them.
de: Wenn Sie eine bestimmte <a href="http://djangogirls.org/events">Veranstaltung</a> unterstützen möchten, können Sie sich an das örtliche Organisationsteam wenden, um sie zu sponsern.

source: Organize!
de: Organisiere!
es: Organizar!

source: Each Django Girls event is a free, one-day workshop for 30-60 people on HTML, CSS, Python and Django. A typical workshop takes 8 hours and people work in small, 3-person groups with a coach dedicated to each group.
de: Jede Django Girls-Veranstaltung ist ein kostenloser, eintägiger Workshop für 30-60 Personen zu HTML, CSS, Python und Django. Ein typischer Workshop dauert 8 Stunden und die Teilnehmer arbeiten in kleinen 3-Personen-Gruppen mit einem Coach, der sich um jede Gruppe kümmert.

source: Want to get started? Check our <a href="https://organize.djangogirls.org/">Organizer's Manual</a> and <a href="https://djangogirls.org/organize/">bring Django Girls to your city!</a>
de: Möchten Sie anfangen? Lesen Sie unser <a href="https://organize.djangogirls.org/">Organisationshandbuch</a> und <a href="https://djangogirls.org/organize/">bringen Sie Django Girls in Ihre Stadt!</a>

source: Coach!
de: Trainiere!
es: Entrenador!

source: Have you heard about an event happening in your city and you want to help? Contact the local <a href="http://djangogirls.org/events">organizing team</a> and ask if they need more coaches!
de: Haben Sie von einer Veranstaltung in Ihrer Stadt gehört und möchten Sie helfen? Wenden Sie sich an das örtliche <a href="http://djangogirls.org/events">Organisationsteam</a> und fragen Sie, ob sie weitere Trainer brauchen!

source: You will be helping a group of 3 people to install what they need for the event and guide them through our <a href="https://tutorial.djangogirls.org/">tutorial</a>.
de: Sie helfen einer Gruppe von 3 Personen bei der Installation dessen, was sie für die Veranstaltung benötigen, und führen sie durch unser <a href="https://tutorial.djangogirls.org/">Tutorial</a>.

source: Don't forget to check our <a href="https://coach.djangogirls.org/">Coaching Manual</a>!
de: Vergessen Sie nicht, sich unser <a href="https://coach.djangogirls.org/">Coaching-Handbuch</a> anzusehen!

source: Work on the website!
de: Arbeite an der Webseite!
es: ¡Trabaja en el sitio web!

source: Computer screen with a console and a webpage.
de: Computerbildschirm mit einer Konsole und einer Webpage.
es: Pantalla de computadora con consola y página web.

source: There is always something to do to make our website better. You can report (or fix!) bugs and typos, or work on new features.
de: Es gibt immer etwas zu tun, um unsere Website besser zu machen. Sie können Fehler und Tippfehler melden (oder beheben!) oder an neuen Funktionen arbeiten.

source: We are waiting for your <a href="https://github.com/DjangoGirls/djangogirls">pull requests!</a>
de: Wir warten auf Ihre <a href="https://github.com/DjangoGirls/djangogirls">Abrufanfragen!</a>

source: Fix the tutorial!
de: Reparieren Sie die Anleitung!
es: ¡Arregla el tutorial!

source: A note book and a pen.
de: Ein Notizbuch und einen Stift.
es: Un cuaderno y un bolígrafo.

source: Is something in the tutorial not clear, or is there a typo? You can improve the tutorial by making a pull request to our <a href="https://github.com/DjangoGirls/tutorial">GitHub repository</a>.
de: Ist etwas in der Anleitung nicht klar, oder gibt es einen Tippfehler? Sie können das Tutorial verbessern, indem Sie einen Pull-Request an unser <a href="https://github.com/DjangoGirls/tutorial">GitHub Repository</a> senden.

source: You just finished our tutorial and want to help? Making pull requests to fix typo is a great way to use your new Git skills!
de: Sie haben gerade unser Tutorial beendet und möchten helfen? Pull-Requests zu erstellen, um Tippfehler zu beheben, ist eine großartige Möglichkeit, Ihre neuen Git-Kenntnisse anzuwenden!

source: Translate the tutorial!
de: Übersetzen Sie die Anleitung!
es: Traduce el tutorial!

source: A computer screen saying hello and golden balloons saying yay!.
de: Ein Computerbildschirm, der "Hallo" sagt, und goldene Luftballons, die "Ja" sagen.
es: Una pantalla de computadora que dice hola y globos dorados que dicen ¡yay !.

source: Our tutorial has already been translated into <a href="https://tutorial.djangogirls.org/">19 languages</a>, but we always need helping maintaining those translations. Or you can help us translating the tutorial into a new language!
de: Unser Tutorial wurde bereits in <a href="https://tutorial.djangogirls.org/">19 Sprachen</a> übersetzt, aber wir brauchen immer Hilfe bei der Pflege dieser Übersetzungen. Oder Sie können uns helfen, das Tutorial in eine neue Sprache zu übersetzen!

source: If you want to join an existing <a href="https://crowdin.com/project/django-girls-tutorial">translation team</a> or launch a new translation, <a href="mailto:translations@djangogirls.org">contact us</a>.
de: Wenn Sie sich einem bestehenden <a href="https://crowdin.com/project/django-girls-tutorial">Übersetzungsteam</a> anschließen oder eine neue Übersetzung in Auftrag geben möchten, <a href="mailto:translations@djangogirls.org">kontaktieren Sie uns</a>.

source: Help on Gitter!
de: Hilf uns auf Gitter!

source: A web page opened on a computer.
de: Eine auf einem Computer geöffnete Webseite.
es: Una página web abierta en una computadora.

source: Many people are doing our tutorial outside of a workshop. Sometimes, they get stuck and need help. How about spending a few hours a week helping them?
de: Viele Leute machen unser Lernprogramm außerhalb eines Workshops. Manchmal kommen sie nicht weiter und brauchen Hilfe. Wie wäre es, wenn Sie ihnen ein paar Stunden pro Woche helfen würden?

source: This <a href="https://gitter.im/DjangoGirls/tutorial">Gitter room</a> is designed to be a friendly space, especially for beginners. Remember that our <a href="https://djangogirls.org/pages/coc/">Code of Conduct</a> also applies there.
de: Dieser <a href="https://gitter.im/DjangoGirls/tutorial">Gitterraum</a> soll ein freundlicher Raum sein, besonders für Anfänger. Denken Sie daran, dass unser <a href="https://djangogirls.org/pages/coc/">Verhaltenskodex</a> auch dort gilt.

source: Want to do more?
de: Du möchtest mehr tun?
es: ¿Quieres hacer más?

source: A pile a tattoo.
de: Ein Haufen ein Tattoo.
es: Un montón de tatuajes.

source: Want to help out in a way that isn't listed here? You can look at our <a href="https://trello.com/b/q7p6jcfg/django-girls">Trello board</a> and propose new projects to work on.
de: Möchten Sie auf eine Weise helfen, die hier nicht aufgeführt ist? Sie können sich unser <a href="https://trello.com/b/q7p6jcfg/django-girls">Trello-Board</a> ansehen und neue Projekte vorschlagen, an denen Sie mitarbeiten möchten.

source: Don't forget to read the rules described in the first column before adding a new card! ❤
de: Vergessen Sie nicht, die in der ersten Spalte beschriebenen Regeln zu lesen, bevor Sie eine neue Karte hinzufügen! ❤
es: ¡No olvide leer las reglas descritas en la primera columna antes de agregar una nueva tarjeta! ❤

source: 💖 Special thanks to all our amazing supporters! 💖
de: 💖 Besonderen Dank an alle unsere tollen Unterstützer! 💖
es: 💖 ¡Un agradecimiento especial a todos nuestros increíbles seguidores! 💖

source: Our awesome supporters ✨
de: Unsere großartigen Unterstützer ✨
es: Nuestros increíbles seguidores ✨

source: Hi there! You can see this page because you're logged in admin. When you want to make it public, go to <a href="%(event_url)s">your website section in the admin</a> and click on 'Website is ready'.
de: Hallo zusammen! Du kannst diese Seite sehen, weil du als Administrator eingeloggt bist. Wenn Sie sie veröffentlichen möchten, gehen Sie zu <a href="%(event_url)s">Ihrem Website-Bereich in der Verwaltung</a> und klicken Sie auf "Website ist bereit".

source: Participants need to follow the <a href="%(coc_url)s">Django Girls Code of Conduct</a>.
de: Die Teilnehmer müssen den <a href="%(coc_url)s">Django Girls Verhaltenskodex</a> befolgen.

source: Contact organizers: <a href="mailto:%(email)s">%(email)s</a>
de: Kontakt zu den Veranstaltern: <a href="mailto:%(email)s">%(email)s</a>
es: Contactar con las organizadoras: <a href="mailto:%(email)s">%(email)s</a>

source: Upcoming events
de: Anstehende Veranstaltungen
es: Próximos eventos

source: MAP
de: KARTE

source: Past events
de: Vergangene Veranstaltungen
es: Eventos pasados

source: Django Girls events
de: Django Girls Veranstaltungen
es: Eventos de Django Girls

source: FAQ: Frequently Asked Questions
de: FAQ: Häufig gestellte Fragen

source: Django Girls events have been happening all over the world for a while now, and we get some repeat questions. If you need more help: <a href="%(contact_url)s">contact us</a>!
de: Seit einiger Zeit finden überall auf der Welt Django-Girls-Veranstaltungen statt, und wir erhalten immer wieder Anfragen. Wenn du mehr Hilfe brauchst: <a href="%(contact_url)s">Kontaktiere uns</a>!

source: Django Girls in general
de: Django Girls im Allgemeinen
es: Django Girls en general

source: Q: Isn't Django Girls sexist?
de: F: Ist Django Girls nicht sexistisch?
