Repository: DjangoGirls/djangogirls
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: We’re delighted to welcome you as a part of Django Girls family! We’ve deployed your event’s website now and an information pack with access details is on the way to your inbox right now.
de: Wir freuen uns, Sie als Teil der Django Girls Familie begrüßen zu dürfen! Wir haben die Website für Ihre Veranstaltung eingerichtet, und ein Informationspaket mit den Zugangsdaten ist gerade auf dem Weg zu Ihrem Posteingang.

source: In the information pack, you will receive access to the following:
de: Mit dem Informationspaket erhalten Sie Zugang zu folgenden Informationen:

source: Your brand new shiny Django Girls Kraków event website
de: Deine brandneue, glänzende Django Girls Kraków Event-Website

source: The e-mail account for your event: kraków@djangogirls.org
de: Das E-Mail-Konto für Ihre Veranstaltung: kraków@djangogirls.org

source: Our private community of organizers on Slack (a group chat application)
de: Unsere private Gemeinschaft von Organisatoren auf Slack (eine Gruppen-Chat-Anwendung)

source: Workshop Box, a starter kit full of goodies and decorations for your event
de: Workshop Box, ein Startpaket mit Leckereien und Dekorationen für Ihre Veranstaltung

source: We hope you’re as excited as we are about starting this adventure!
de: Wir hoffen, Sie sind genauso aufgeregt wie wir, dass dieses Abenteuer beginnt!

source: Good luck and see you on Slack 👋<br />Django Girls Team
de: Viel Glück und wir sehen uns auf Slack 👋<br />Django Girls Team

source: Application to organize a workshop
de: Anmeldung zur Organisation eines Workshops

source: Have you organized a Django Girls workshop before?
de: Haben Sie schon einmal einen Django Girls Workshop organisiert?

source: If so, the form will be much shorter as we already know a lot about you! :)
de: Wenn ja, wird das Formular viel kürzer sein, da wir bereits eine Menge über dich wissen! :)

source: Go to next step
de: Weiter zum nächsten Schritt

source: Tell us a little bit about yourself. What’s your background and daily occupation?
de: Erzählen Sie uns ein wenig über sich selbst. Was ist Ihr Hintergrund und Ihre tägliche Beschäftigung?

source: What motivated or inspired you to do it? What is your goal in organizing an event?
de: Was hat Sie motiviert oder inspiriert, dies zu tun? Was ist Ihr Ziel bei der Organisation einer Veranstaltung?

source: Check boxes next to all the things that describe you
de: Kreuzen Sie alle Dinge an, die Sie beschreiben

source: If you helped organize a different workshop or event before, or are involved in your local community, we’d love to hear about it!
de: Wenn Sie schon einmal bei der Organisation eines anderen Workshops oder einer Veranstaltung geholfen haben oder sich in Ihrer Gemeinde engagieren, würden wir uns freuen, davon zu hören!

source: Who is going to organize this workshop?
de: Wer wird diesen Workshop organisieren?

source: Lead organizer
de: Hauptorganisator

source: This is probably you! :)
de: Das bist wahrscheinlich du! :)

source: First name
de: Vornamen

source: Last name
de: Nachname

source: Email address
de: E-Mail Adresse

source: Your organizing team
de: Ihr Organisationsteam

source: Who is going to organize this event with you? Please confirm with your co-organizers that they agreed for you to provide their information here. They will be able to access your event’s emails and edit your event’s website.
de: Wer wird diese Veranstaltung mit Ihnen organisieren? Bitte vergewissern Sie sich bei Ihren Mitorganisatoren, dass sie damit einverstanden sind, dass Sie ihre Daten hier angeben. Sie können dann auf die E-Mails Ihrer Veranstaltung zugreifen und die Website Ihrer Veranstaltung bearbeiten.

source: Remote or In-Person Workshop?
de: Workshop per Fernzugriff oder vor Ort?

source: Remote or In-Person?
de: Aus der Ferne oder vor Ort?

source: Will your workshop be Remote or In-Person?
de: Findet Ihr Workshop per Fernzugriff oder persönlich statt?

source: Workshop Type
de: Workshop-Typ

source: Proceed!
de: Weitermachen!

source: Tell us all about your Django Girls event!
de: Erzählen Sie uns alles über Ihre Django Girls Veranstaltung!

source: Where?
de: Wo?

source: In which city do you want to organize a workshop?
de: In welcher Stadt möchten Sie einen Workshop organisieren?

source: City
de: Stadt

source: Country
de: Land

source: When?
de: Wann?

source: There should be <b>at least 3 months</b> between now and your event's date, and <b>6 months</b> after the previous workshop in that region. Please enter your date in dd/mm/yyyy format.
de: Es sollten <b>mindestens 3 Monate</b> zwischen jetzt und dem Datum Ihrer Veranstaltung liegen, und <b>6 Monate</b> nach dem letzten Workshop in dieser Region. Bitte geben Sie Ihr Datum im Format tt/mm/jjjj ein.

source: Date of your event
de: Datum der Veranstaltung

source: Tell us about your ideas on where to host the event in your city.
de: Erzählen Sie uns von Ihren Ideen, wo die Veranstaltung in Ihrer Stadt stattfinden soll.

source: Do you already know which companies you will approach for sponsorship?
de: Wissen Sie schon, welche Unternehmen Sie für ein Sponsoring ansprechen werden?

source: It doesn’t need to be very specific yet, but we would love to see your ideas.
de: Es muss noch nicht sehr konkret sein, aber wir würden uns über Ihre Ideen freuen.

source: Have you approached them to ask if they would be interested in helping out?
de: Haben Sie sie angesprochen und gefragt, ob sie an einer Mitarbeit interessiert wären?

source: How do you intent to make your workshop inclusive and promote diversity?
de: Wie wollen Sie Ihren Workshop inklusiv gestalten und die Vielfalt fördern?

source: Please tell us how you intend to make sure your workshop is inclusive to people from marginalised communities and promote diversity.
de: Bitte teilen Sie uns mit, wie Sie sicherstellen wollen, dass Ihr Workshop Menschen aus marginalisierten Gemeinschaften einbezieht und die Vielfalt fördert.

source: Any additional you may want to share with us?
de: Gibt es noch etwas, das Sie uns mitteilen möchten?

source: Please provide any additional information you may want to share with us and may think may help your application.
de: Bitte geben Sie alle zusätzlichen Informationen an, die Sie uns mitteilen möchten und von denen Sie glauben, dass sie für Ihre Bewerbung hilfreich sein könnten.

source: Finish!
de: Fertig!

source: How will you host your workshop remotely?
de: Wie werden Sie Ihren Workshop aus der Ferne veranstalten?

source: Please provide information on how you plan to host your workshop remotely, that is, what tools will you use.
de: Bitte geben Sie an, wie Sie Ihren Workshop aus der Ferne veranstalten wollen, d. h. welche Tools Sie verwenden werden.

source: You rock!
de: Sie rocken!

source: Thank you so much for taking the time to submit your application to organize the Django Girls workshop in your city. We’re now going to review your application and will get back to you shortly.
de: Vielen Dank, dass Sie sich die Zeit genommen haben, Ihre Bewerbung für die Organisation des Django Girls Workshops in Ihrer Stadt einzureichen. Wir werden Ihre Bewerbung nun prüfen und uns in Kürze bei Ihnen melden.

source: In the meantime, if you want to start planning your workshop, here are few things that can help you:
de: Wenn Sie in der Zwischenzeit mit der Planung Ihres Workshops beginnen möchten, finden Sie hier einige Informationen, die Ihnen helfen können:

source: Read our <a href="https://organize.djangogirls.org/">Organizer’s Manual</a>
de: Lesen Sie unser <a href="https://organize.djangogirls.org/">Organisationshandbuch</a>

source: <span>Read experiences of other organizers in <a href="http://blog.djangogirls.org/post/152858499038/django-girls-seoul-workshop-2">Seoul</a>, <a href="http://blog.djangogirls.org/post/143835232733/django-girls-wroc%%C5%%82aw-3-192-applications-32">Wrocław</a>, <a href="http://blog.djangogirls.org/post/139654610313/django-girls-workshop-in-windhoek-namibia">Windhoek</a> and <a href="http://blog.djangogirls.org/post/138915381173/a-toolkit-of-awesome-tips-tricks-from-seasoned">Budapest</a></span>
de: <span>Lesen Sie die Erfahrungen anderer Organisatoren in <a href="http://blog.djangogirls.org/post/152858499038/django-girls-seoul-workshop-2">Seoul</a>, <a href="http://blog.djangogirls.org/post/143835232733/django-girls-wroc%%C5%%82aw-3-192-applications-32">Wrocław</a>, <a href="http://blog.djangogirls.org/post/139654610313/django-girls-workshop-in-windhoek-namibia">Windhoek</a> und <a href="http://blog.djangogirls.org/post/138915381173/a-toolkit-of-awesome-tips-tricks-from-seasoned">Budapest</a></span>

source: Get to know our <a href="https://coach.djangogirls.org/">Coaching Guide</a>
de: Lernen Sie unseren <a href="https://coach.djangogirls.org/">Coaching-Leitfaden</a> kennen

source: Organize Django Girls workshop
de: Django Girls Workshop organisieren

source: Django Girls events are organized by groups of wonderful volunteers in cities all over the world. Events are always non-profit and free for participants. We <strong><u>DO NOT PAY</u></strong> coaches, speakers or organizers. Attendees don’t need any previous knowledge about programming and there are no age limitations. All attendees need is a laptop and some curiosity!
de: Django Girls-Veranstaltungen werden von Gruppen wunderbarer Freiwilliger in Städten auf der ganzen Welt organisiert. Die Veranstaltungen sind immer nicht gewinnorientiert und für die Teilnehmer kostenlos. Wir <strong><u>BEZAHLEN KEINE</u></strong> Trainer, Sprecher oder Organisatoren. Die Teilnehmer brauchen keine Vorkenntnisse im Programmieren und es gibt keine Altersbeschränkung. Alles, was die Teilnehmer brauchen, ist ein Laptop und etwas Neugierde!

source: In-Person Workshops
de: Persönliche Workshops

source: An in-person workshop is any workshop where participants, coaches, and organisers, all meet in the same physical location. Participants can work together in teams and support from coaches is done face-to-face.
de: Ein Präsenzworkshop ist ein Workshop, bei dem Teilnehmer, Trainer und Organisatoren am selben Ort zusammenkommen. Die Teilnehmer können in Teams zusammenarbeiten, und die Unterstützung durch die Trainer erfolgt von Angesicht zu Angesicht.

source: These workshops should only be conducted when it is safe to do so, and you may be asked in your application to provide evidence of why you feel this type of worshops is safe, and what, if any, safety measures you will be putting in place.
de: Diese Workshops sollten nur durchgeführt werden, wenn es sicher ist, und Sie können aufgefordert werden, in Ihrem Antrag nachzuweisen, warum Sie diese Art von Workshops für sicher halten, und welche Sicherheitsmaßnahmen Sie gegebenenfalls ergreifen werden.

source: If you are not sure if it is safe to hold an in-person workshop, you might prefer to organise a remote workshop instead.
de: Wenn Sie sich nicht sicher sind, ob es sicher ist, einen Workshop vor Ort abzuhalten, können Sie stattdessen auch einen Fern-Workshop veranstalten.

source: Remote Workshops
de: Ferngesteuerte Workshops

source: A remote workshop is a workshop conducted online, where participants, coaches and organisers are in different physical locations.
de: Ein Remote-Workshop ist ein Online-Workshop, bei dem sich die Teilnehmer, Trainer und Organisatoren an verschiedenen Orten befinden.

source: This type of workshop may be more suitable in situations where it might not be safe, affordable, or logistically possible to host a workshop in-person, or where difficulties finding sponsorship would be a barrier to running to the workshop in-person. Remote workshops also allow for more flexibility with the location of your attendees and coaches.
de: Diese Art von Workshop eignet sich besser für Situationen, in denen es nicht sicher, erschwinglich oder logistisch möglich ist, einen Workshop vor Ort zu veranstalten, oder in denen Schwierigkeiten bei der Suche nach Sponsoren ein Hindernis für die Teilnahme an einem Workshop vor Ort darstellen würden. Remote-Workshops bieten auch mehr Flexibilität in Bezug auf den Standort der Teilnehmer und Trainer.

source: Since July 2014, <span>%(organizers_count)s</span> volunteers organized <span>%(past_events_count)s</span> Django Girls workshops. Join them and <a href="%(prerequisites_url)s">bring Django Girls to your city!</a>
de: Seit Juli 2014 organisieren <span>%(organizers_count)s</span> Freiwillige <span>%(past_events_count)s</span> Django Girls Workshops. Mach mit und <a href="%(prerequisites_url)s">bring Django Girls in deine Stadt!</a>

source: The Value of Organizing Django Girls
de: Der Wert der Organisation von Django Girls

source: Join a crowd of over 500 passionate, kind and helpful organizers all over the world
de: Schließen Sie sich einer Gruppe von über 500 leidenschaftlichen, freundlichen und hilfsbereiten Organisatoren aus der ganzen Welt an.

source: Make a real impact to advance the diversity in the tech industry
de: Einen echten Beitrag zur Förderung der Vielfalt in der Tech-Branche leisten

source: Play a huge role in fostering tech community in your local area
de: Sie spielen eine wichtige Rolle bei der Förderung der Tech-Community in Ihrem lokalen Umfeld.

source: Resources for organizers
de: Ressourcen für Organisatoren

source: Django Girls Organizer’s Manual
de: Handbuch für Django Girls Organizer

source: Django Girls Coaching Guide
de: Django Girls Coaching Leitfaden

source: Media resources
de: Medienressourcen

source: Django Girls helped me gain more self-confidence and gave me a boost to keep learning. I’ve created my own blog and then prepared workshops and taught other women to code. Nothing is impossible with this bunch of positive people!
de: Django Girls hat mir zu mehr Selbstvertrauen verholfen und mir einen Schub gegeben, weiter zu lernen. Ich habe meinen eigenen Blog erstellt und dann Workshops vorbereitet und anderen Frauen das Programmieren beigebracht. Mit diesem Haufen positiver Menschen ist nichts unmöglich!

source: Agata Grdal, organizer of Django Girls Wrocław
de: Agata Grdal, Organisatorin von Django Girls Wrocław

source: Experiences of Django Girls organizers
de: Erfahrungen von Django Girls Veranstaltern

source: Organizers of Django Girls Windhoek, Namibia share their experience of organizing an event in Africa. <a href="http://blog.djangogirls.org/post/139654610313/django-girls-workshop-in-windhoek-namibia">Read more&nbsp;»</a>
de: Die Organisatoren von Django Girls Windhoek, Namibia, berichten über ihre Erfahrungen bei der Organisation einer Veranstaltung in Afrika. <a href="http://blog.djangogirls.org/post/139654610313/django-girls-workshop-in-windhoek-namibia">Weiterlesen&nbsp;"</a>

source: A Toolkit of Awesome: tips &amp; tricks from seasoned Django Girls organizers in Budapest, Hungary. <a href="http://blog.djangogirls.org/post/138915381173/a-toolkit-of-awesome-tips-tricks-from-seasoned">Read more&nbsp;»</a>
de: A Toolkit of Awesome: Tipps & Tricks von erfahrenen Django Girls Organisatoren in Budapest, Ungarn. <a href="http://blog.djangogirls.org/post/138915381173/a-toolkit-of-awesome-tips-tricks-from-seasoned">Weiterlesen&nbsp;"</a>

source: Learn how Django Girls Seoul built a local tech community using events as their main tool. <a href="http://blog.djangogirls.org/post/152858499038/django-girls-seoul-workshop-2">Read more&nbsp;»</a>
de: Erfahren Sie, wie die Django Girls Seoul eine lokale Tech-Community aufgebaut haben, indem sie Veranstaltungen als ihr wichtigstes Instrument einsetzten. <a href="http://blog.djangogirls.org/post/152858499038/django-girls-seoul-workshop-2">Weiterlesen&nbsp;"</a>

source: Prerequisities to organize a Django Girls workshop
de: Voraussetzungen für die Organisation eines Django Girls Workshops

source: Yay! You want to organize a Django Girls workshop! That’s wonderful. Before we can get you started, there are few things requirements that we’d like to confirm with you to make sure your workshop is going to be planned as smoothly as possible:
de: Juhu! Ihr wollt einen Django Girls Workshop organisieren! Das ist wunderbar. Bevor wir loslegen können, gibt es ein paar Dinge, die wir gerne mit Ihnen abklären würden, um sicherzustellen, dass Ihr Workshop so reibungslos wie möglich geplant wird:

source: Confirm that you’ve read the following chapters of our <a href="http://organize.djangogirls.org/">Organizer's Manual</a>:
de: Bestätigen Sie, dass Sie die folgenden Kapitel unseres <a href="http://organize.djangogirls.org/">Organisatorenhandbuchs</a> gelesen haben:

source: Introduction to Organizer’s Manual
de: Einführung in das Handbuch für Organisatoren
es: Introducción al manual del organizador

source: Organizing Django Girls workshop step by step
de: Django Girls Workshop Schritt für Schritt organisieren

source: Environment at Django Girls workshop
de: Umwelt bei Django Girls Workshop

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes

source: Confirm that you meet following requirements to organize a workshop:
de: Bestätigen Sie, dass Sie die folgenden Anforderungen erfüllen, um einen Workshop zu organisieren:

source: You’re at least 18 years old
de: Sie sind mindestens 18 Jahre alt
es: Tienes al menos 18 años.

source: Your workshop will be free for participants, and women will have preference in attending
de: Ihr Workshop ist für die Teilnehmer kostenlos, und Frauen werden bei der Teilnahme bevorzugt

source: The event you’re organizing will be non-profit
de: Die Veranstaltung, die Sie organisieren, ist nicht gewinnorientiert.
es: El evento que estás organizando será sin fines de lucro.

source: You will not pay coaches, speakers or organizers therefore you will not request money from sponsors to pay coaches, speakers or organizers.
de: Sie werden keine Trainer, Redner oder Organisatoren bezahlen, daher werden Sie auch kein Geld von Sponsoren für die Bezahlung von Trainern, Rednern oder Organisatoren verlangen.

source: Get started!
de: Los geht's!
es: ¡Empezar!

source: Suspension of In-Person Workshop Applications
de: Aussetzung von Anträgen für In-Person-Workshops

source: Please note that due to the Global Covid-19 Pandemic, we have suspended all in-person workshop applications. We have updated our Organiser Manual to support remote workshops as a potential alternative. Please consider applying for a remote workshop instead.
de: Bitte beachten Sie, dass wir aufgrund der globalen Covid-19-Pandemie alle Anmeldungen für Workshops vor Ort ausgesetzt haben. Wir haben unser Organisatorenhandbuch aktualisiert, um Fernworkshops als mögliche Alternative zu unterstützen. Bitte ziehen Sie in Erwägung, sich stattdessen für einen Fernworkshop zu bewerben.

source: Any inconveniences caused are sincerely regretted.
de: Etwaige Unannehmlichkeiten werden aufrichtig bedauert.

source: Password Reset Complete
de: Passwort zurücksetzen abgeschlossen
es: Restablecimiento de contraseña completo

source: All done! Go ahead and get back to <a href="%(admin_url)s">being awesome now.</a> &#x1F496; Thanks for all you do!
de: Alles erledigt! Jetzt können Sie wieder <a href="%(admin_url)s">geil sein.</a> &#x1F496; Danke für alles, was Sie tun!

source: Password Reset
de: Passwort zurücksetzen
es: Restablecer contraseña

source: Alright, the big event. Enter a new, super safe and super memorable (just to you!) password.
de: Also gut, das große Ereignis. Geben Sie ein neues, super sicheres und super einprägsames (nur für Sie!) Passwort ein.

source: Set my new password!
de: Setzen Sie mein neues Passwort!
es: ¡Establecer mi nueva contraseña!

# Followed by mailbox icon, check your inbox or email
source: Check Your
de: Prüfen Sie Ihr

source: We just sent reset instructions to your email. If you have any issues, <a href=%(reset_url)s>try again</a> and if you still don't get anything, <a href="%(contact_url)s">say hello</a>!
de: Wir haben soeben Anweisungen zum Zurücksetzen an Ihre E-Mail geschickt. Wenn Sie Probleme haben, <a href=%(reset_url)s>versuchen Sie es noch einmal</a> und wenn Sie immer noch nichts bekommen, <a href="%(contact_url)s">sagen Sie Hallo</a>!

source: Forget your password?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Olvidaste tu contraseña?

source: Been thinking about cupcakes and high fives too much lately? It's okay, we can make a new password for you. Enter your email and we'll send you reset instructions.
de: Hast du in letzter Zeit zu oft an Törtchen und High Fives gedacht? Kein Problem, wir können ein neues Passwort für Sie erstellen. Gib deine E-Mail-Adresse ein und wir schicken dir Anweisungen zum Zurücksetzen.

source: Reset password link time!
de: Passwort zurücksetzen Link Zeit!

source: Request for GitHub sponsoring
de: Antrag auf GitHub-Sponsoring

source: Fill the form available on this page to apply for a GitHub grant.
de: Füllen Sie das auf dieser Seite verfügbare Formular aus, um einen GitHub-Zuschuss zu beantragen.

source: GitHub can sponsor one Django Girls workshop per city with a 250$ grant. Applications must be received 2 months before the date of your workshop to be considered.
de: GitHub kann einen Django Girls Workshop pro Stadt mit einem Zuschuss von 250$ unterstützen. Bewerbungen müssen 2 Monate vor dem Datum des Workshops eingehen, um berücksichtigt zu werden.

source: Before applying, your website needs to be ready and online. Then, you need to <a href="%(events_url)s">check if an event already happened in your city</a> and if they received money from GitHub (check their sponsors section).
de: Bevor Sie sich bewerben, muss Ihre Website fertig und online sein. Dann müssen Sie <a href="%(events_url)s">überprüfen, ob in Ihrer Stadt bereits eine Veranstaltung stattgefunden hat</a> und ob sie Geld von GitHub erhalten hat (prüfen Sie den Abschnitt "Sponsoren").

source: If your event is the first in your city or if the previous ones didn't receive sponsoring from GitHub, you can apply.
de: Wenn Ihre Veranstaltung die erste in Ihrer Stadt ist oder wenn die vorherigen Veranstaltungen nicht von GitHub gesponsert wurden, können Sie sich bewerben.

source: Note: Filling this form will be long. You'll have to download and edit some documents (invoice, bank information, etc).
de: Hinweis: Das Ausfüllen dieses Formulars wird lange dauern. Sie müssen einige Dokumente herunterladen und bearbeiten (Rechnung, Bankdaten usw.).

source: Django Girls Story
de: Django Girls Geschichte

source: “Your Django Story” is a volunteer-run interview series for the Django Girls blog that features women who make awesome things with Python and Django.
de: "Your Django Story" ist eine von Freiwilligen geführte Interviewserie für den Django Girls Blog, in der Frauen vorgestellt werden, die mit Python und Django großartige Dinge machen.

source: Each week we feature a new developer who tells us about how she got started on her journey with code, what she did before becoming a programmer, the cool things she’s currently working on, and much more. Each interview also features advice for aspiring developers, which is always a great read!
de: Jede Woche stellen wir eine neue Entwicklerin oder einen neuen Entwickler vor, die bzw. der uns erzählt, wie sie bzw. er zum Programmieren gekommen ist, was sie bzw. er gemacht hat, bevor sie bzw. er Programmierer wurde, an welchen coolen Dingen sie bzw. er gerade arbeitet und vieles mehr. Jedes Interview enthält auch Ratschläge für angehende Entwickler, was immer eine tolle Lektüre ist!
