Repository: DjangoGirls/djangogirls
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Application for this e-mail already exists.
de: Bewerbung für diese E-Mail-Adresse existiert bereits.
es: Solicitud para este correo electrónico ya existente.

source: Confirmation of your application for %(page_title)s
de: Bestätigung Ihrer Bewerbung für %(page_title)s

source: Apply for a spot at Django Girls [City]!
de: Bewirb dich für einen Platz bei Django Girls [Stadt]!
es: Solicita un lugar en django Girls [Ciudad]!

source: Yay! We're so excited you want to be a part of our workshop. Please mind that filling out the form below does not give you a place on the workshop, but a chance to get one. The application process is open from {INSERT DATE} until {INSERT DATE}. If you're curious about the criteria we use to choose applicants, you can read about it on <a href='http://blog.djangogirls.org/post/91067112853/djangogirls-how-we-scored-applications'>Django Girls blog</a>. Good luck!
de: Juhu! Wir freuen uns sehr, dass Sie an unserem Workshop teilnehmen möchten. Bitte beachte, dass du mit dem Ausfüllen des Formulars keinen Platz für den Workshop bekommst, sondern nur die Chance, einen zu bekommen. Das Bewerbungsverfahren ist von {DATUM EINFÜGEN} bis {DATUM EINFÜGEN} geöffnet. Wenn du neugierig bist, nach welchen Kriterien wir die Bewerber auswählen, kannst du das im <a href='http://blog.djangogirls.org/post/91067112853/djangogirls-how-we-scored-applications'>Django Girls Blog</a> nachlesen. Viel Glück!
es: ¡Hurra! Estamos muy emocionados de que quieras formar parte de nuestro taller. Por favor, tenga en cuenta que completar el siguiente formulario no te da un lugar en el taller, pero si una oportunidad de conseguir uno. El proceso de solicitud está abierto desde {INSERT DATE} hasta {INSERT DATE}. Si tienes curiosidad sobre los criterios que usamos para elegir a los solicitantes, puedes leer sobre esto en <a href='http://blog.djangogirls.org/post/91067112853/djangogirls-how-we-scored-applications'>Django Girls blog</a>. ¡Buena suerte!

source: Hi there! This is a confirmation of your application to <a href="http://djangogirls.org/{city}">Django Girls {CITY}</a>. Yay! That's a huge step already, we're proud of you! Mind that this is not a confirmation of participation in the event, but a confirmation that we received your application. You'll receive an email from the team that organizes Django Girls {CITY} soon. You can always reach them by answering to this email or by writing to {your event mail}. For your reference, we're attaching your answers below. Hugs, cupcakes and high-fives! Django Girls
de: Hallo zusammen! Dies ist eine Bestätigung deiner Bewerbung bei <a href="http://djangogirls.org/{city}">Django Girls {CITY}</a>. Juhu! Das ist schon ein großer Schritt, wir sind stolz auf dich! Beachte, dass dies keine Bestätigung für die Teilnahme an der Veranstaltung ist, sondern eine Bestätigung, dass wir deine Bewerbung erhalten haben. Du wirst bald eine E-Mail von dem Team erhalten, das Django Girls {CITY} organisiert. Du kannst sie jederzeit erreichen, indem du auf diese E-Mail antwortest oder an {Ihre Veranstaltungsmail} schreibst. Zu deiner Information fügen wir deine Antworten unten an. Umarmungen, Törtchen und High-Fives! Django-Mädchen
es: ¡Hola! Esta es una confirmación de su solicitud para <a href="http://djangogirls.org/{city}">Django Girls {CITY}</a>. !Hurra! Ya es un gran paso, ¡estamos orgullosos de ti! Tenga en cuenta que esto no es una confirmación de participación en el evento, sino una confirmación de que recibimos su solicitud. Pronto recibirás un correo electrónico del equipo que organiza Django Girls {CITY}. Siempre puede comunicarse con ellos respondiendo a este correo electrónico o escribiendo a {your event mail}. Para su referencia, adjuntamos sus respuestas a continuación. ¡Abrazos, cupcakes y choca los cinco! Django Girls

source: Application process is open from
de: Der Bewerbungszeitraum beginnt am
es: El proceso de solicitud está abierto desde

source: Application process is open until
de: Der Bewerbungszeitraum endet am
es: El proceso de solicitud está abierto hasta

source: Question
de: Frage
es: Pregunta

source: Additional help text to the question?
de: Hilfetext zur Frage?
es: ¿Texto de ayuda adicional a la pregunta?

source: Type of the question
de: Fragetyp
es: Tipo de pregunta

source: Is the answer to the question required?
de: Wird eine Antwort auf diese Frage benötigt?
es: ¿Se requiere la respuesta a la pregunta?

source: List all available options, separated with semicolon (;)
de: Liste alle verfügbaren Optionen getrennt durch Semikolon (;) auf
es: Enumere todas las opciones disponibles, separadas por punto y coma (;)

source: Used only with "Choices" question type
de: Wird nur beim Fragetyp "Auswahlmöglichkeiten" verwendet

source: Are there multiple choices allowed?
de: Mehrfachoptionen möglich?
es: ¿Se permiten múltiples opciones?

source: Position of the question
de: Frageposition
es: Posición de la pregunta

source: You can only get choices for fields that have question_type == choices.
de: Sie können nur Auswahlmöglichkeiten für Felder erhalten, die question_type == choices haben.
es: Solo puede obtener opciones para los campos que tienen question_type == opciones.

source: Application submitted
de: Anmeldung ist eingereicht
es: Solicitud enviada

source: Application accepted
de: Anmeldung ist angenommen
es: Solicitud aceptada

source: Application rejected
de: Anmeldung ist abgelehnt
es: Solicitud rechazada

source: Application on waiting list
de: Anmeldung auf der Warteliste
es: Solicitud en lista de espera

source: Applicant declined
de: Bewerber abgelehnt
es: La solicitante rechazó

source: RSVP: Waiting for response
de: RSVP: Warten auf Antwort
es: RSVP: Esperando una respuesta

source: RSVP: Confirmed attendance
de: RSVP: Teilnahme bestätigt
es: RSVP: Asistencia confirmada

source: RSVP: Rejected invitation
de: RSVP: Einladung abgelehnt
es: RSVP: Invitación rechazada

source: State of the application
de: Status der Anfrage
es: Estado de la solicitud

source: 5 being the most positive, 1 being the most negative.
de: 5 am positivsten, 1 am negativsten.

source: Any extra comments?
de: Weitere Kommentare?
es: ¿Algún comentario adicional?

source: Content of the email
de: Inhalt der E-Mail
es: Contenido del correo electrónico

source: You can use HTML syntax in this message. Preview on the right.
de: Du kannst HTML Syntax in dieser Nachricht verwenden. Vorschau rechts.
es: Puedes utilizar la sintaxis HTML en este mensaje. Vista previa a la derecha.

source: Recipients
de: Empfänger
es: Destinatarios

source: Only people assigned to chosen group will receive this email.
de: Nur Empfänger der ausgewählten Gruppe erhalten diese E-Mail.
es: Sólo personas asignadas al grupo elegido recibirán este correo electrónico.

source: Applications
de: Bewerbungen
es: Solicitudes

source: Messaging
de: Nachrichtenübermittlung
es: Mensajería

source: Do you want to receive news from the Django Girls team?
de: Möchtest du Nachrichten vom Django Girls Team erhalten?
es: ¿Quieres recibir novedades del equipo de Django Girls?

source: No spam, pinky swear! Only helpful programming tips and latest news from the Django Girls world. We send it once every two weeks.
de: Kein Spam, versprochen! Nur hilfreiche Programmiertipps und aktuelle Nachrichten aus der Django Girls Welt. Wir senden einmal alle zwei Wochen.
es: ¡Sin spam, juramento de meñiques! Solo consejos de programación útiles y las últimas noticias del mundo de Django Girls. Lo enviamos una vez cada dos semanas.

source: Yes, please!
de: Ja, bitte!
es: ¡Sí, por favor!

source: No, thank you.
de: Nein, danke.
es: No, gracias.

source: What's your name?
de: Wie ist dein Name?
es: ¿Cuál es tu nombre?

source: Your e-mail address:
de: Deine E-Mail-Adresse:
es: Tu dirección de correo electrónico:

source: Your phone number:
de: Deine Telefonnummer:
es: Tu número de teléfono:

source: Include your country prefix
de: Füge deinen Länderpräfix hinzu
es: Incluye el prefijo de tu país

source: Where are you from?
de: Woher kommst du?
es: ¿De donde eres?

source: City, Country
de: Stadt, Land
es: Ciudad, País

source: How old are you?
de: Wie alt bist du?
es: ¿Cuantos años tienes?

source: Which operating system do you use?
de: Welches Betriebssystem nutzt du?
es: ¿Qué sistema operativo usas?

source: What is your current level of experience with programming?
de: Was ist dein aktuelles Erfahrungslevel beim Programmieren?
es: ¿Cuál es tu nivel actual de experiencia con la programación?

source: I'm a total beginner, I don't know anything about it; I've tried some HTML or CSS before; I've tried some JavaScript before; I've done a few lessons of Python; I've built a website before; I work as a programmer
de: Ich bin absoluter Anfänger und weiß nichts darüber; Ich habe etwas HTML und CSS ausprobiert; Ich habe etwas JavaScript ausprobiert; Ich habe etwas Python gelernt; Ich habe bereits eine Webseite gebaut; Ich arbeite als Entwickler
es: Soy un principiante, no sé nada al respecto; He practicado HTML o CSS antes; He practicado algo de JavaScript antes; He hecho algunas lecciones de Python; He creado un sitio web antes; Yo trabajo como programador

source: If you checked anything other than beginner, could you tell us a bit more about your programming knowledge?
de: Falls du etwas anderes als Anfänger gewählt hast, erzähle uns bitte ein wenig über dein aktuelles Erfahrungslevel beim Programmieren.
es: Si marcó otra opción que no sea principiante, ¿podrías contarnos un poco más sobre tus conocimientos de programación?

source: What is your current occupation?
de: Was ist deine aktuelle Tätigkeit?
es: ¿Cuál es tu ocupación actual?

source: What is your current job? Are you a student?
de: Was ist dein derzeitiger Beruf? Bist du Student?
es: ¿Cuál es tu trabajo actual? ¿Eres una estudiante?

source: Why do you want to attend the workshop?
de: Warum möchtest du dem Workshop beitreten?
es: ¿Por qué quieres asistir al taller?

source: Tell us about your motivations and aspirations.
de: Erzähle uns von deiner Motivation und Ambition.
es: Cuéntanos tus motivaciones y aspiraciones.

source: How are you planning to share what you've learnt with others?
de: Wie hast du vor anderen beizubringen was du gelernt hast?
es: ¿Cómo planeas compartir lo que has aprendido con los demás?

source: Django Girls is a volunteer-run organisation and we look for people who are active and can help us help more women get into the field. We want you to share what you learn at the workshop with others in different ways: by organising a Django Girls event in your city, talking about Django Girls on your local meetups, writing a blog or simply teaching your friends.
de: Django Girls ist eine ehrenamtlich geführte Organisation und wir suchen Menschen, die aktiv sind und uns dabei helfen können, mehr Frauen in diesem Bereich zu erreichen. Wir möchten, dass Sie das, was Sie auf dem Workshop lernen, auf verschiedene Weise mit anderen teilen: indem Sie eine Django Girls-Veranstaltung in Ihrer Stadt organisieren, auf Ihren lokalen Treffen über Django Girls sprechen, einen Blog schreiben oder einfach Ihre Freunde unterrichten.
es: Django Girls es una organización dirigida por voluntarios y buscamos personas que sean activas y puedan ayudarnos a ayudar a más mujeres a ingresar al campo. Queremos que compartas lo que aprendes en el taller con otros de diferentes maneras: organizando un evento de Django Girls en tu ciudad, hablando de Django Girls en tus reuniones locales, escribiendo un blog o simplemente enseñando a tus amigos.

source: How did you hear about Django Girls?
de: Woher kennst du Django Girls?
es: ¿Cómo se enteró de Django Girls?

source: I acknowledge that some of my data will be used on Third Party Sites and Services.
de: Ich bestätige, dass meine Daten teilweise von Drittanbieter-Webseiten und -Services verwendet werden.
es: Reconozco que algunos de mis datos se utilizarán en sitios y servicios de terceros.

source: Data collected through this form is used only for the purpose of Django Girls events. We're using Third Party Sites and Services to make it happen: for example, we're using Sendgrid to send you emails. Don't worry: We don't share your data with spammers, and we don't sell it! More info on our Privacy policy <a href='/privacy-cookies/'>here</a>.
de: Die über dieses Formular gesammelten Daten werden nur zum Zweck der Django Girls-Veranstaltungen verwendet. Wir verwenden Websites und Dienste von Drittanbietern, um dies zu ermöglichen: zum Beispiel verwenden wir Sendgrid, um Ihnen E-Mails zu senden. Keine Sorge: Wir geben Ihre Daten nicht an Spammer weiter und verkaufen sie auch nicht! Weitere Informationen zu unseren Datenschutzrichtlinien finden Sie <a href='/privacy-cookies/'>hier</a>.

source: Yes
de: Ja
es: Si

source: It is important that all attendees comply with the <a href='/coc/'>Django Girls Code of Conduct</a>
de: Es ist wichtig, dass alle Teilnehmerinnen den <a href='/coc/'>Django Girls Verhaltenskodex</a> einhalten.
es: Es importante que todos los asistentes cumplan con la <a href='/coc/'>Django Girls Code of Conduct</a>

source: I've read and understood the Django Girls Code of Conduct
de: Ich habe den Django Girls Verhaltenskodex gelesen und verstanden
es: He leído y entendido el Código de Conducta de Django Girls

source: Yay! Your application has been saved. You'll hear from us soon!
de: Hurra! Deine Bewerbung wurde gespeichert. Wir melden uns bald!
es: ¡Hurra! Su solicitud se ha guardado. ¡Pronto tendrás noticias nuestras!

source: Application Number
de: Bewerbungsnummer
es: Número de Solicitud

source: Application State
de: Bewerbungsstatus
es: Estado de la Solicitud

source: Average Score
de: Durchschnittliche Punktzahl
es: Puntuación media

source: Missing parameters
de: Fehlende Parameter
es: Parámetros faltantes

source: Applications have been updated
de: Die Anträge wurden aktualisiert
es: Se han actualizado las aplicaciones

source: Something went wrong with your RSVP link. Please contact us at %(email)s with your name.
de: Bei Ihrem RSVP-Link ist ein Fehler aufgetreten. Bitte kontaktieren Sie uns unter %(email)s mit Ihrem Namen.

source: Your participation in the workshop has been confirmed! We can't wait to meet you. We will be in touch with details soon.
de: Ihre Teilnahme an dem Workshop wurde bestätigt! Wir können es kaum erwarten, Sie zu treffen. Wir werden Sie in Kürze über die Einzelheiten informieren.

source: Your answer has been saved, thanks for letting us know. Your spot will be assigned to another person on the waiting list.
de: Ihre Antwort wurde gespeichert. Vielen Dank, dass Sie uns Bescheid gegeben haben. Ihr Platz wird einer anderen Person auf der Warteliste zugewiesen.

source: No @, No http://, just username
de: Kein @ oder http://, nur den Nutzernamen
es: Sin @, sin http://, sólo el nombre de usuario

source: For best display keep it square
de: Für eine optimale Darstellung halten Sie es quadratisch
es: Para una mejor visualización, manténgalo cuadrado

source: Please select the event
de: Bitte wähle die Veranstaltung
es: Por favor seleccione el evento

source: Django Girls Local Organizers
de: Django Girls Lokale Organisatoren
es: Organizadores locales de Django Girls

source: Django Girls HQ (Support Team)
de: Django Girls Hauptquartier (Support Team)
es: Django Girls HQ (equipo de soporte)

source: required for contacting a chapter
de: erforderlich für die Kontaktaufnahme mit einem Kapitel

source: Who do you want to contact?
de: Wen möchtest du kontaktieren?
es: ¿A quién quieres contactar?

source: Thank you for your email. We will be in touch shortly.
de: Danke für deine E-Mail. Wir melden uns bald.
es: Gracias por su correo electrónico. Estaremos en contacto en breve.

source: Ooops. We couldn't send your email :( Please try again later
de: Uuups. Wir konnten deine E-Mail nicht versenden :( Bitte probiere es später noch einmal
es: Vaya. No pudimos enviar su correo electrónico :( Vuelva a intentarlo más tarde

source: past event?
de: vergangenes Ereignis?
es: evento pasado?

source: has stats?
de: hat eine Statistik?
es: tiene estadísticas?

source: page URL
de: Seiten-URL
es: URL de la página

source: Event info
de: Veranstaltungsinformationen
es: Información del evento

source: Event main picture
de: Hauptbild der Veranstaltung
es: Imagen principal del evento

source: Event website
de: Webseite der Veranstaltung
es: Sitio web del evento

source: Statistics
de: Statistiken
es: Estadísticas

source: You cannot remove yourself from a team.
de: Du kannst dich nicht selbst aus dem Team entfernen.
es: No puedes eliminarte a ti mismo de un equipo.

source: Organizer %(user_name)s has been removed
de: Organisator %(user_name)s wurde entfernt
es: El organizador %(user_name)s ha sido eliminado

source: Remove organizers
de: Organisatoren löschen
es: Eliminar organizadores

source: %(user_name)s has been added to your event, yay! They've been also invited to Slack and should receive credentials to login in an e-mail.
de: %(user_name)s wurde zu Ihrer Veranstaltung hinzugefügt, juhu! Sie wurden auch zu Slack eingeladen und sollten in einer E-Mail die Anmeldedaten erhalten, um sich anzumelden.

source: Add organizers
de: Organisatoren hinzufügen
es: Agregar organizadores

source: Change this only if you know what you are doing
de: Ändere dies nur, wenn du weißt, was du tust
es: Cambie esto solo si sabe lo que está haciendo

source: The two password fields didn't match.
de: Die Passwörter stimmen nicht überein.
es: Los dos campos de contraseña no coinciden.

source: Password
de: Passwort
es: Contraseña

source: Password confirmation
de: Passwortbestätigung
es: Confirmación de contraseña

source: Enter the same password as above, for verification.
de: Gib zur Verifizierung das gleiche Passwort wie oben ein.
es: Ingrese la misma contraseña que la anterior, para verificación.

source: Personal info
de: Persönliche Informationen
es: Información personal

source: Permissions
de: Berechtigungen
es: Permisos

source: Important dates
de: Wichtige Daten
es: Fechas importantes

source: About
de: Über
es: Sobre

source: Apply for a pass!
de: Beantragen Sie einen Pass!
es: ¡Solicite un pase!

source: Become a coach
de: Werde Trainer
es: Conviértete en entrenador

source: Partners
de: Partner
es: Socios

source: Open registration
de: Offene Registrierung
es: Registro abierto

source: Show events with open registration
de: Veranstaltungen mit offener Anmeldung anzeigen
es: Mostrar eventos con inscripción abierta

source: Organizer's first and last name
de: Vor- und Nachname des Organisators
es: Nombre y apellido del organizador

source: E-mail address
de: E-Mailadresse
es: Correo electrónico

source: Let's talk about the team. First the main organizer:
de: Lass uns über das Team sprechen. Zuerst der Hauptorganisator:
es: Hablemos del equipo. Primero el organizador principal:

source: Event date can't be a year only. Please, provide at least a month and a year.
de: Das Veranstaltungsdatum darf nicht nur aus dem Jahr bestehen. Bitte gib zumindest Monat und Jahr an.
es: La fecha del evento no puede contener solo el año. Por favor, proporcione al menos un mes y un año.

source: Your event date is too close. Workshop date should be at least 3 months (90 days) from now.
de: Dein Veranstaltungsdatum ist zu kurzfristig. Das Datum sollte mindestens 3 Monate (90 Tage) in der Zukunft liegen.
es: La fecha de su evento está demasiado cerca. La fecha del taller debe ser de al menos 3 meses (90 días) a partir de ahora.

source: Event date should be in the future
de: Das Datum sollte in der Zukunft liegen
es: La fecha del evento debería ser en el futuro

source: List of Django Girls events around the world
de: Liste von Django Girls Veranstaltungen weltweit
es: Lista de eventos de Django Girls en todo el mundo

source: No translation for language %(lang)s
de: Keine Übersetzung für Sprache %(lang)s
es: No hay traducción para el idioma %(lang)s

source: English
de: Englisch
es: Inglés

source: Brazilian Portuguese
de: Brasilianisches Portugiesisch
es: Portugués brasileño

source: French
de: Französisch
es: Francés

source: German
de: Deutsch
es: Alemán

source: Korean
de: Koreanisch
es: Coreano

source: Persian
de: Persisch
es: Persa

source: Portuguese
de: Portugiesisch
es: Portugués

source: Russian
de: Russisch
es: Ruso

source: Spanish
de: Spanisch
es: Español

source: Introduction email for %(contact_person)s, of %(company_name)s has been sent.
de: Die Einführungs-E-Mail für %(contact_person)s, von %(company_name)s wurde gesendet.

source: Renewal email for %(contact_person)s, of %(company_name)s has been sent.
de: Die Verlängerungs-E-Mail für %(contact_person)s, von %(company_name)s wurde gesendet.

source: Request for promotional material email for %(contact_person)s, of %(company_name)s has been sent.
de: Anforderung von Werbematerial per E-Mail für %(contact_person)s, von %(company_name)s wurde gesendet.

source: Thank you email for %(contact_person)s, of %(company_name)s has been sent.
de: Die Dankes-E-Mail für %(contact_person)s, von %(company_name)s wurde gesendet.

source: Move selected application to on hold
de: Ausgewählte Anwendung in die Warteschleife verschieben
es: Mover la solicitud seleccionada a en espera

source: Move selected application to in review
de: Ausgewählte Anwendung nach "In Prüfung" verschieben
es: Mover la solicitud seleccionada a en revisión

source: Application info
de: Bewerbungsinformation
es: Información de la solicitud

source: Application
de: Bewerbung
es: Solicitud

source: Main organizer
de: Hauptorganisator
es: Organizador principal

source: The application is already deployed
de: Die Anwendung ist bereits im Einsatz

source: Invalid status provided for application
de: Ungültiger Status für Bewerbung
es: Se proporcionó un estado no válido para la solicitud

source: Application for %(city)s, %(country)s has been moved to %(status)s
de: Der Antrag für %(city)s, %(country)s wurde nach %(status)s verschoben

source: I've never been to a Django Girls event
de: Ich habe noch nie an einem Django Girls-Event teilgenommen
es: Nunca he estado en un evento de Django Girls

source: I'm a former attendee
de: Ich bin ein ehemaliger Teilnehmer
es: Soy un ex asistente

source: I'm a former coach
de: Ich bin ein ehemaliger Coach
es: Soy un ex entrenador

source: I'm a former organizer
de: Ich bin ein ehemaliger Organisator
es: Soy un ex organizador

source: I contributed to the tutorial or translations
de: Ich habe beim Tutorial oder der Übersetzung mitgeholfen
es: He contribuido en el tutorial o traducciones

source: New
de: Neu
es: Nuevo

source: In review
de: Im Rückblick
es: En revisión

source: On hold
de: Wartend
es: En espera

source: Accepted
de: Akzeptiert
es: Aceptado

source: Rejected
de: Abgelehnt
es: Rechazado

source: Deployed
de: Eingesetzt
es: Desplegado

source: Yes, I organized Django Girls
de: Ja, ich habe bereits Django Girls organisiert
es: Sí, organicé Django Girls

source: Remote
de: Fernbedienung
es: Remoto

source: In-Person
de: Persönlich
es: En Persona

source: Choose event
de: Wähle eine Veranstaltung
es: Elija un evento

source: You have to choose an event.
de: Du musst eine Veranstaltung auswählen.
es: Tienes que elegir un evento.

source: Choose country
de: Wähle ein Land
es: Elija un pais

source: You cannot apply to organize another event when you already have another open event application.
de: Sie können sich nicht für die Organisation einer weiteren Veranstaltung bewerben, wenn Sie bereits eine andere offene Veranstaltungsanmeldung haben.
es: No puede postularse para organizar otro evento cuando ya tiene otra solicitud de evento abierta.
