Repository: DjangoGirls/djangogirls
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Your workshops should be at least 6 months apart. Please read our Organizer Manual.
de: Der Abstand zwischen Ihren Workshops sollte mindestens 6 Monate betragen. Bitte lesen Sie unser Handbuch für Organisatoren.
es: Sus talleres deben tener una diferencia de al menos 6 meses. Lea nuestro Manual del organizador.

source: About organizer
de: Über den Veranstalter
es: Acerca del organizador

source: Motivations to organize
de: Beweggründe für die Organisation
es: Motivaciones para organizar

source: Involvement in Django Girls
de: Mitwirkung bei Django Girls
es: Participación en Django Girls

source: Experience with organizing other events
de: Erfahrung mit der Organisation anderer Veranstaltungen
es: Experiencia en la organización de otros eventos

source: Information about your potential venue
de: Informationen über Ihren potenziellen Veranstaltungsort
es: Información sobre tu posible sede

source: Information about your potential sponsorship
de: Informationen über potentielles Sponsoring
es: Información sobre tu posible patrocinador

source: Information about your potential coaches
de: Informationen über potentielle Trainer
es: Información sobre tus posibles entrenadores

source: Information about how you will host your remote workshop
de: Informationen darüber, wie der Remote Workshop abgehalten werden soll
es: Información sobre cómo hospedará su taller remoto

source: Information about local restrictions for physical restrictions due to Covid-19 pandemic.
de: Informationen über örtliche Beschränkungen für physische Einschränkungen aufgrund der Covid-19-Pandemie.

source: Information about how you will ensure participants' and coaches' safety during the Covid-19 pandemic
de: Informationen darüber, wie die Sicherheit von Teilnehmern und Trainern während der Covid-19-Pandemie gewährleistet werden soll
es: Información sobre cómo garantizará la seguridad de los participantes' y entrenadores' durante la pandemia de Covid-19

source: Information about how you intend to ensure your workshop is inclusive and promotes diversity
de: Informationen darüber, wie Inklusion und Vielfalt während dem Workshop gewährleistet werden kann
es: Información sobre cómo piensa asegurarse de que su taller sea inclusivo y promueva la diversidad

source: Any additional information you think may help your application
de: Weitere Informationen, um deine Bewerbung voranzubringen
es: Alguna información adicional que crees que pueda ayudar a tu solicitud

source: Confirmation that you will postpone or have a remote event if your governmentregulations for Covid-19 change.
de: Bestätigung, dass Sie die Veranstaltung verschieben oder an einem anderen Ort durchführen werden, wenn sich die gesetzlichen Bestimmungen für Covid-19 ändern.

source: Can accept Organize Applications
de: Kann Organisationsanwendungen annehmen

source: This field is required.
de: Dieses Feld ist verpflichtend.
es: Este campo es obligatorio.

source: Co-organizer
de: Co-Organisator
es: Coorganizador

source: Co-organizers
de: Co-Organisatoren
es: Coorganizadores

source: Payments
de: Zahlungen
es: Pagos

source: %d payment
de: %d Zahlung
es: %d pago

source: Uncompleted payments
de: Unvollständige Zahlungen
es: Pagos incompletos

source: Patron
de: Schirmherr

source: Mark selected payments as completed
de: Markieren Sie ausgewählte Zahlungen als abgeschlossen
es: Marcar los pagos seleccionados como completados

source: Marked %d payment as completed
de: %d Zahlung als abgeschlossen markiert
es: %d pago marcado como completado

source: address
de: Adresse
es: dirección

source: patron since
de: Schirmherr seit

source: last update
de: Letztes Update
es: última actualización

source: patron
de: Schirmherr

source: patrons
de: Gönner

source: description
de: Beschreibung
es: descripción

source: value
de: Wert
es: valor

source: reward
de: Belohnung
es: recompensa

source: rewards
de: Belohnungen
es: recompensas

source: declined
de: abgelehnt
es: rechazado

source: processed
de: verarbeitet
es: procesado

source: month
de: Monat
es: mes

source: pledge
de: verpfänden
es: promesa

source: completed
de: Abgeschlossen
es: completado

source: payment
de: Zahlung
es: pago

source: payments
de: Zahlungen
es: pagos

source: Event cover (356 x 210px)
de: Umschlag für die Veranstaltung (356 x 210px)
es: Portada del evento (356 x 210px)

source: Section background
de: Hintergrund der Sektion
es: Fondo de la sección

source: Only use pictures with a <a href='https://creativecommons.org/licenses/'>Creative Commons license</a>.
de: Verwende nur Bilder unter der <a href='https://creativecommons.org/licenses/'>Creative Commons Lizenz</a>.
es: Utilice sólo imágenes con <a href='https://creativecommons.org/licenses/'>Licencia Creative Commons</a>.

source: photo URL
de: Foto URL
es: URL de la foto

source: Make sure logo is not bigger than 200 pixels wide
de: Stelle sicher, dass das Logo nicht breiter ist als 200 px
es: Asegúrese que el logo no supere los 200 pixeles de ancho

source: No logo
de: Kein Logo
es: Sin logo

source: story
de: Geschichte
es: historia

source: stories
de: Geschichten
es: historias

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada

source: Sorry! The page you're looking for isn't available.
de: Entschuldigung! Diese Seite ist nicht verfügbar.
es: ¡Perdón! La página que estás buscando no está disponible.

source: See all <a href="%(events_url)s">upcoming events</a>.
de: Zu allen <a href="%(events_url)s">anstehenden Veranstaltungen</a>.
es: Ver todos los <a href="%(events_url)s"> próximos eventos</a>.

source: <a href="%(organise_url)s">Find out</a> about organizing a Django Girls workshop in your city.
de: <a href="%(organise_url)s">Finde heraus</a> wie du einen Django Girls Workshop in deiner Stadt planen kannst.
es: <a href="%(organise_url)s">Averiguar</a> sobre la organización de un taller de Django Girls en tu ciudad.

source: Submitted applications
de: Eingereichte Bewerbungen
es: Solicitudes enviadas

source: To see applications that have been submitted to your workshop, choose an event from the list below:
de: Um eingereichte Bewerbungen zu deinem Workshop einzusehen, wähle eine Veranstaltung aus der Liste unten:
es: Para ver las solicitudes que se han enviado a su taller, elija un evento de la lista a continuación:

source: To see submitted applications, you need to <a href="%(add_url)s">add an application form</a> first.
de: Um eingereichte Bewerbungen zu sehen, musst du zuerst <a href="%(add_url)s">ein Bewerbungsformular hinzufügen</a>.
es: Para ver las solicitudes enviadas, primero debe <a href="%(add_url)s">agregar un formulario de solicitud</a>.

source: Add a new organizer to your event
de: Füge einen neuen Organisator zu deiner Veranstaltung hinzu
es: Agregar un nuevo organizador a tu evento

source: We will send them access instructions through automated email.
de: Wir werden ihnen per automatisierter E-Mail Anweisungen für den Zugang zukommen lassen.
es: Les enviaremos instrucciones de acceso a través de correo electrónico automatizado.

source: Add organizer
de: Organisator hinzufügen
es: Agregar organizador

source: Remove event organizers
de: Organisatoren löschen
es: Eliminar organizadores de eventos

source: To get started, choose an event:
de: Wählen Sie zunächst ein Ereignis aus:
es: Para comenzar, elija un evento:

source: Action
de: Aktion
es: Acción

source: 'Are you sure that you want to remove organizer %(org_email)s from event %(event_name)s?'
de: Sind Sie sicher, dass Sie den Organisator %(org_email)s von der Veranstaltung %(event_name)s entfernen möchten?
es: 'Estás seguro de que deseas eliminar el organizador %(org_email)s del evento %(event_name)s?'

source: Remove
de: Entfernen
es: Quitar

source: Triaging
de: Triagierung

source: Blacklist Organizer
de: Hauptorganisator

source: Send Prospective Sponsor email
de: E-Mail an potenziellen Sponsor senden

source: Send Renewal email
de: Erneuerung per E-Mail senden

source: Send Promotional Material email
de: Werbematerial per E-Mail versenden

source: Send Thank You email
de: Dankes-E-Mail senden

source: Accept application
de: Bewerbung akzeptieren
es: Aceptar solicitud

source: Move to In Review
de: Verschieben zu In Review
es: Mover a En Revisión

source: Move to Hold
de: Zum Halten bewegen
es: Mover a En Espera

source: Reject application
de: Bewerbung ablehnen
es: Rechazar solicitud

source: Application deployed.
de: Die Anwendung wird eingesetzt.

source: Application closed.
de: Bewerbung geschlossen.
es: Solicitud cerrada.

source: Yes, I'm sure
de: Ja, ich bin sicher
es: Si, estoy seguro

source: Scores
de: Spielstände
es: Puntos

source: Average score: %(avg_score)s
de: Durchschnittliche Punktzahl: %(avg_score)s
es: Puntaje promedio: %(avg_score)s

source: Your score: %(user_score.score)s
de: Ihr Ergebnis: %(user_score.score)s
es: Tu puntaje: %(user_score.score)s

source: Score
de: Ergebnis
es: Punto

source: Comment
de: Kommentar
es: Comentario

source: Save
de: Speichern
es: Guardar

source: Save & draw next
de: Speichern & weiterzeichnen

source: Applications for %(title)s
de: Anträge für %(title)s
es: Solicitudes para %(title)s

source: All
de: Alle
es: Todos

source: Submitted
de: Eingereicht
es: Enviados

source: Waiting list
de: Warteliste
es: Lista de espera

source: Declined
de: Abgelehnt
es: Rechazado

source: RSVP: waiting
de: RSVP: wartend
es: RSVP: esperando

source: RSVP: confirmed
de: RSVP: bestätigt
es: RSVP: confirmado

source: RSVP: rejected
de: RSVP: abgelehnt
es: RSVP: rechazado

source: Change the status of selected applications to:
de: Ändern Sie den Status der ausgewählten Anwendungen in:
es: Cambiar estado de las solicitudes seleccionadas por:

source: Choose status
de: Status wählen
es: Elige el estado

source: Apply
de: Bewerben
es: Aplicar

source: Download to csv
de: Als CSV herunterladen
es: Descargar a csv

source: Application status
de: Bewerbungsstatus
es: Estado de la solicitud

source: Waiting for response
de: Warte auf Antwort
es: Esperando respuesta

source: Confirmed attendance
de: Bestätigte Teilnahme
es: Asistencia confirmada

source: Rejected invitation
de: Abgelehnte Einladung
es: Invitación rechazada

source: View Application
de: Bewerbung ansehen
es: Ver Solicitud

source: Nothing to see here...
de: Hier gibt es nichts zu sehen...
es: Nada que ver aquí...

source: Attention! This form doesn't have a question with type "email"! It's important to collect emails of candidates correctly, otherwise you won't be able to email them through our system. :sadpanda:
de: Achtung! Dieses Formular hat keine Frage mit dem Typ "E-Mail"! Es ist wichtig, dass Sie die E-Mail-Adressen der Kandidaten korrekt erfassen, sonst können Sie sie nicht über unser System anschreiben :sadpanda:

source: Submit your application
de: Reiche deine Bewerbung ein
es: Envíe su solicitud

source: Send email to applicants of %(title)s
de: E-Mail an Bewerber von %(title)s senden
es: Enviar correo electrónico a los solicitantes de %(title)s

source: Create new e-mail
de: Neue E-Mail erstellen
es: Crear nuevo correo electrónico

source: Subject
de: Betreff
es: Asunto

source: Sent
de: Gesendet
es: Enviado

source: Draft
de: Entwurf
es: Borrador

source: View message
de: Nachricht ansehen
es: Ver mensaje

source: Create one!
de: Erstellen Sie eine!
es: ¡Crear uno!

source: Edit email for %(title)s
de: E-Mail für %(title)s bearbeiten
es: Editar correo electrónico para %(title)s

source: Add a "RSVP: yes" link to email
de: Hinzufügen eines "RSVP: ja"-Links zur E-Mail

source: Add a "RSVP: no" link to email
de: Hinzufügen eines "RSVP: nein"-Links zur E-Mail

source: What's that?
de: Was ist das?
es: ¿Que es eso?

source: Save for later
de: Für später speichern
es: Guardar para más tarde

source: Save & send to recipients
de: Speichern & an Empfänger senden
es: Guardar y enviar a los destinatarios

source: Email preview
de: E-Mail Vorschau
es: Vista previa de correo electrónico

source: Successfully sent emails:
de: Erfolgreich versendete E-Mails:
es: Correos electrónicos enviados correctamente:

source: Emails that failed to sent:
de: Fehlerhaft versendete E-Mails:
es: Correos electrónicos que no se enviaron:

source: The event for %(city|title)s has already happened and the webpage is no longer live.
de: Das Ereignis für %(city|title)s hat bereits stattgefunden und die Webseite ist nicht mehr live.
es: El evento de %(city|title)s ya se ha realizado y la página web ya no está activa.

source: If you want to contact the organizers of this event, you can email them at <a href="mailto:%(page_url)s@djangogirls.org">%(page_url|lower)s@djangogirls.org</a>
de: Wenn Sie mit den Organisatoren dieser Veranstaltung Kontakt aufnehmen möchten, können Sie eine E-Mail an <a href="mailto:%(page_url)s@djangogirls.org">%(page_url|lower)s@djangogirls.org</a> schicken.
es: Si deseas ponerte en contacto con los organizadores de este evento, puede enviarles un correo electrónico a <a href="mailto:%(page_url)s@djangogirls.org">%(page_url|lower)s@djangogirls.org</a>

source: See all other <a href="%(events_url)s">upcoming events</a>.
de: Sehe dir alle weiteren <a href="%(events_url)s">anstehenden Veranstaltungen</a> an.
es: Ver todos los demás <a href="%(events_url)s">eventos próximos</a>.

source: Your answer has been saved!
de: Deine Antwort wurde gespeichert!
es: ¡Tu respuesta se ha guardado!

source: Django Girls Contact
de: Django Girls Kontakt
es: Contacto de Django Girls

source: Contact Django Girls
de: Kontakt Django Girls
es: Póngase en contacto con Django Girls

source: Hi! We would love to hear from you!
de: Hi! Wir würden gerne von dir hören!
es: ¡Hola! ¡Nos encantaría saber de ti!

source: To be sure your email reach the right person, check this FAQ first!
de: Um sicherzustellen, dass deine E-Mail die richtige Person erreicht, sieh dir vorher diese FAQ an!
es: Para asegurarse de que su correo electrónico llegue a la persona adecuada, ¡consulte primero estas preguntas frecuentes!

source: Send
de: Senden
es: Enviar

source: Django Girls Annual Report 2015
de: Django Girls Jahresbericht 2015
es: Informe Anual 2015 de Django Girls

source: Thanks to the organizers, coaches, and volunteers in countries all over the world, 2015 was an absolutely incredible year for Django Girls. Read all about our challenges and achievements from 2015.
de: Dank der Organisatoren, Trainer und Freiwilligen überall auf der Welt wurde 2015 zu einem absolut unglaublichen Jahr für Django Girls. Lese hier alles über unsere Herausforderungen und Erfolge in 2015.
es: Gracias a los organizadores, instructores y voluntarios en países de todo el mundo, 2015 fue absolutamente un año increíble para Django Girls. Lea todo sobre nuestros desafíos y logros en 2015.

source: Annual Report 2015
de: Jahresbericht 2015
es: Informe Anual 2015

source: Numbers 📈🗺
de: Zahlen 📈🗺
es: Números 📈🗺

source: Financial Transparency 💰🔍
de: Finanzielle Transparenz 💰🔍
es: Transparencia Financiera 💰🔍

source: Financial fundraising for Django Girls began in February 2015, when we started our <a href="https://www.patreon.com/djangogirls">Patreon campaign</a> and budget tracking. In June 2015 we incorporated the non-profit <a href="https://djangogirls.org/foundation/">Django Girls Foundation</a> in England. While we're still working on the best way to present our finances, here is a first step: aggregated data about our expenses and income in 2015.
de: Die finanzielle Förderung von Django Girls begann im Februar 2015, als wir unsere <a href="https://www.patreon.com/djangogirls">Patreon-Kampagne</a> und die Budgetverfolgung starteten. Im Juni 2015 haben wir die gemeinnützige <a href="https://djangogirls.org/foundation/">Django Girls Foundation</a> in England gegründet. Während wir noch an der besten Art und Weise arbeiten, unsere Finanzen zu präsentieren, ist hier ein erster Schritt: aggregierte Daten über unsere Ausgaben und Einnahmen im Jahr 2015.

source: Expenses 💸
de: Ausgaben 💸
es: Gastos 💸

source: Another significant cost was sending some Django Girls team members to EuroPython, but that cost was entirely offset by a generous grant from Divio. Their sponsorship completely covered the cost of sending 3 of Django Girls team members to EuroPython in Spain.
de: Ein weiterer wichtiger Kostenpunkt war die Entsendung einiger Django Girls-Teammitglieder zur EuroPython, aber diese Kosten wurden durch einen großzügigen Zuschuss von Divio vollständig ausgeglichen. Ihr Sponsoring deckte die Kosten für die Entsendung von 3 Mitgliedern des Django-Girls-Teams zur EuroPython in Spanien vollständig ab.

source: Expense
de: Aufwand
es: Gasto

source: Amount
de: Anzahl
es: Monto

source: %% of expenses
de: %% an Ausgaben
es: %% de gastos

source: Lawyer
de: Anwalt
es: Abogado

source: Patreon Thank-yous
de: Patreon-Dankeschöns

source: Paypal fees
de: Paypal Gebühren
es: Tarifas de Paypal

source: Birthday Party
de: Geburtstagsfeier
es: Fiesta de cumpleaños

source: EuroPython Grants sponsored by Divio
de: EuroPython-Stipendien gesponsert von Divio
es: Becas EuroPython patrocinadas por Divio

source: Total expenses
de: Gesamtausgaben
es: Gastos totales

source: Income 🌟👀
de: Einnahmen 🌟👀
es: Ingreso 🌟👀

source: Income
de: Einkommen
es: Ingreso

source: %% of income
de: % % des Einkommens
es: %% de ingreso

source: Income from t-shirts (Sales atPyCon booth + Cotton Bureau)
de: Einnahmen aus T-Shirts (Verkauf amPyCon-Stand + Baumwollbüro)

source: Elastic sponsorship of Awesomeness Ambassador
de: Elastic Sponsorship of Awesomeness Botschafterin

source: Elastic{ON} Tour donation
de: Elastisch{ON} Tour-Spende

source: Django Girls workshops donations
de: Django Girls Workshop-Spenden

source: EuroPython Grant from Divio
de: EuroPython-Zuschuss von Divio
es: Beca EuroPython de Divio

source: PGOpen Donation
de: PGOpen Spende
es: Donación PGOpen

source: DjangoCon US Honza Král Tutorial donation
de: DjangoCon US Honza Král Tutorial Spende

source: Total income
de: Gesamteinnahmen
es: Ingresos totales

source: <span>Our total balance for end-of-year 2015 is $31,061.70 USD. </span> We're incredibly thankful to all the generous people and organizations that donated this year and helped us secure a budget for even more activities in 2016.
de: <span>Unser Gesamtguthaben zum Jahresende 2015 beträgt 31.061,70 USD. </span> Wir sind all den großzügigen Menschen und Organisationen unglaublich dankbar, die in diesem Jahr gespendet und uns geholfen haben, ein Budget für noch mehr Aktivitäten im Jahr 2016 zu sichern.

source: Budget for 2016 💵💡
de: Budget für 2016 💵💡
es: Presupuesto para 2016 💵💡

source: In 2016, we're planning to focus on the following initiatives:
de: Für 2016 planen wir uns auf folgende Initiativen zu fokussieren:
es: En 2016, planeamos centrarnos en las siguientes iniciativas:

source: Make the Django Girls Foundation sustainable by growing our monthly recurring income to cover recurring costs. Currently, we need at least $1,500 a month to cover the costs of accounting, the Ambassador's salary, and the cost of other services we're using to maintain the website. We want to grow this revenue by focusing more effort on our <a href="https://www.patreon.com/djangogirls">Patreon campaign</a>, reaching out to more organizations with a fundraising deck, and establishing a permanent online merchandise store. (T-shirts all the time! 👕)
de: Machen Sie die Django Girls Foundation nachhaltig, indem Sie unser monatlich wiederkehrendes Einkommen erhöhen, um die laufenden Kosten zu decken. Derzeit benötigen wir mindestens 1.500 $ pro Monat, um die Kosten für die Buchhaltung, das Gehalt der Botschafterin und die Kosten für andere Dienste, die wir zur Pflege der Website nutzen, zu decken. Wir möchten diese Einnahmen erhöhen, indem wir uns stärker auf unsere <a href="https://www.patreon.com/djangogirls">Patreon-Kampagne</a> konzentrieren, mehr Organisationen mit einem Fundraising-Deck erreichen und einen permanenten Online-Merchandise-Shop einrichten. (Immer nur T-Shirts! 👕)

source: We would like to start the Django Girls Box: we would allow all organizers to order a free box of Django Girls stickers, room decorations, cheat sheets, balloons, pins and other small goodies that are almost always ordered for workshops 🎈🍬. We can significantly decrease the cost of that merchandise for all workshops by pre-purchasing them in bulk.
de: Wir würden gerne die Django-Girls-Box ins Leben rufen: Wir würden allen Veranstaltern erlauben, eine kostenlose Box mit Django-Girls-Aufklebern, Raumdekoration, Spickzetteln, Luftballons, Anstecknadeln und anderen kleinen Leckereien zu bestellen, die fast immer für Workshops bestellt werden 🎈🍬. Wir können die Kosten für diese Artikel für alle Workshops erheblich senken, indem wir sie im Voraus in großen Mengen kaufen.

source: We're expecting that the cost of hiring the Awesomeness Ambassador will increase next year for a variety of reasons, so we're preparing for that.
de: Wir gehen davon aus, dass die Kosten für die Einstellung des Awesomeness Ambassador im nächsten Jahr aus verschiedenen Gründen steigen werden, also bereiten wir uns darauf vor.

source: We're planning to organize our first Django Girls Summit: a two days unconference where organizers could meet and share their experiences about Django Girls workshops. 👭👫
de: Wir planen, unseren ersten Django Girls Summit zu organisieren: eine zweitägige Unkonferenz, bei der sich Organisatoren treffen und ihre Erfahrungen mit Django Girls Workshops austauschen können. 👭👫

source: Achievements & Events in 2015 🏆🏅
de: Erfolge & Veranstaltungen in 2015 🏆🏅
es: Logros y eventos en 2015 🏆🏅

source: 2015 was a pretty exciting year for us. Here is a rundown of what happened, season by season.
de: 2015 war ein ziemlich aufregendes Jahr für uns. Hier ist ein Überblick über die Ereignisse, Saison für Saison.
es: 2015 fue un año muy emocionante para nosotros. Aquí hay un resumen de lo que sucedió, temporada por temporada.

source: At the very beginning of the year, Ola & Ola decided that they need help to keep growing Django Girls, and invited <a href="http://blog.djangogirls.org/post/108268319658/django-girls-core-team-grows">Ania & Baptiste to form a Support Team</a> (back then called a core team). This is when the first formal processes for creating new events, adding new organizers, and making decisions were established. We began documenting those processes in a tiny <a href="https://github.com/DjangoGirls/wiki">wiki</a>.
de: Gleich zu Beginn des Jahres beschlossen Ola & Ola, dass sie Hilfe brauchen, um Django Girls weiter wachsen zu lassen, und luden <a href="http://blog.djangogirls.org/post/108268319658/django-girls-core-team-grows">Ania & Baptiste ein, ein Support Team</a> (damals noch Kernteam genannt) zu bilden. Zu diesem Zeitpunkt wurden die ersten formalen Prozesse für das Erstellen neuer Veranstaltungen, das Hinzufügen neuer Organisatoren und das Treffen von Entscheidungen festgelegt. Wir begannen, diese Prozesse in einem kleinen <a href="https://github.com/DjangoGirls/wiki">Wiki</a> zu dokumentieren.
