Repository: DjangoGirls/djangogirls
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Upload your photos
de: Laden Sie Ihre Fotos hoch

source: If you would like to add photos from your event to our <a href="https://www.flickr.com/photos/djangogirls/">Flickr account</a>, just let us know and we will provide you with information how to do it.
de: Wenn Sie Fotos von Ihrer Veranstaltung zu unserem <a href="https://www.flickr.com/photos/djangogirls/">Flickr-Konto</a> hinzufügen möchten, lassen Sie es uns wissen, und wir werden Ihnen Informationen dazu geben.

source: Donation
de: Spende

source: If you have any money leftover from your workshop, consider <a href="%(base_url)s%(donations_url)s">donating it to Django Girls Foundation</a>, a non-profit that supports organizers all over the world.
de: Wenn Sie bei Ihrem Workshop Geld übrig haben, können Sie es der <a href="%(base_url)s%(donations_url)s">Django Girls Foundation</a> spenden, einer gemeinnützigen Organisation, die Organisatoren in der ganzen Welt unterstützt.

source: Discount in our store
de: Rabatt in unserem Geschäft

source: If you want to plan another event someday, don't hesitate to fill out the <a href="%(base_url)s%(organize_url)s">organizing form again</a>.
de: Wenn Sie eines Tages eine weitere Veranstaltung planen möchten, zögern Sie nicht, das <a href="%(base_url)s%(organize_url)s">Organisationsformular erneut auszufüllen</a>.

source: Thanks and congrats yet again, you're awesome!
de: Vielen Dank und nochmals herzlichen Glückwunsch, Sie sind großartig!

source: Hugs, rainbows and sunshines!
de: Umarmungen, Regenbögen und Sonnenstrahlen!

source: Hi there!
de: Hallo zusammen!

source: Congrats! You can now manage %(event)s event!
de: Herzlichen Glückwunsch! Sie können jetzt %(event)s Veranstaltung verwalten!

source: The website address is https://djangogirls.org/%(page_url)s
de: Die Adresse der Website lautet https://djangogirls.org/%(page_url)s

source: To manage it, login here:<br /> https://djangogirls.org/admin/
de: Um sie zu verwalten, loggen Sie sich hier ein:<br /> https://djangogirls.org/admin/

source: Email: %(email)s<br /> Use your existing password.
de: E-Mail: %(email)s<br /> Verwenden Sie Ihr bestehendes Passwort.

source: Here you can find instructions on editing website: https://organize.djangogirls.org/website/
de: Hier finden Sie eine Anleitung zur Bearbeitung der Website: https://organize.djangogirls.org/website/

source: Your event's email is %(email)s. Ask the main organizer of you event for password and instructions to access it.
de: Die E-Mail für Ihre Veranstaltung lautet %(email)s. Fragen Sie den Hauptorganisator Ihrer Veranstaltung um ein Passwort und Anweisungen für den Zugang.

source: Congrats! You're now a Django Girls organizer, so awesome! Here is access to your website:
de: Herzlichen Glückwunsch! Du bist jetzt eine Django Girls Organisatorin, super! Hier ist der Zugang zu deiner Website:

source: Your website address is https://djangogirls.org/%(page_url)s
de: Die Adresse Ihrer Website lautet https://djangogirls.org/%(page_url)s

source: Login here:<br /> https://djangogirls.org/admin/
de: Hier anmelden:<br /> https://djangogirls.org/admin/

source: Your event's email is %(email)s. Ask the main organizer of you event for password and instructions to access it.
de: Die E-Mail für Ihre Veranstaltung lautet %(email)s. Fragen Sie den Hauptorganisator Ihrer Veranstaltung nach dem Passwort und den Anweisungen für den Zugang.

source: Hi team %(event)s!
de: Hallo Team %(event)s!

source: How are you? We hope you are doing fantastic! :)
de: Wie geht es Ihnen? Wir hoffen, es geht Ihnen fantastisch :)

source: We've noticed that the Django Girls %(event.city)s event has no live website or isn’t open for applications yet. Is everything going well with preparations?
de: Uns ist aufgefallen, dass die Django-Girls-Veranstaltung %(event.city)s noch keine Website hat oder noch nicht für Anmeldungen geöffnet ist. Läuft alles gut mit den Vorbereitungen?

source: Let us know how it goes. If you're stuck on something, we can definitely help! :)
de: Lassen Sie uns wissen, wie es läuft. Wenn du bei etwas nicht weiterkommst, können wir dir bestimmt helfen! :)

source: Hugs, cupcakes and sparkles
de: Umarmungen, Törtchen und Glitzer

source: Hello,
de: Hallo,

source: We’re now going to review your application and get back to you in around a week. Django Girls is a volunteer-run charity, and we’re doing our best to respond in timely fashion. In the meantime, you can familiarise yourself with our free resources for organizers.
de: Wir werden Ihre Bewerbung nun prüfen und uns in etwa einer Woche bei Ihnen melden. Django Girls ist eine ehrenamtlich geführte Wohltätigkeitsorganisation und wir tun unser Bestes, um zeitnah zu antworten. In der Zwischenzeit können Sie sich mit unseren kostenlosen Ressourcen für Organisatoren vertraut machen.

source: There are three requirements for becoming an organizer of Django Girls:
de: Es gibt drei Voraussetzungen, um Organisatorin von Django Girls zu werden:

source: Being an awesome person - already done! :)
de: Ein großartiger Mensch sein - schon erledigt! :)

source: The event should be <b>free for participants</b>, and <b>women should have a preference</b> in the application process (but men can apply, too). You should also use the <a href="http://tutorial.djangogirls.org/">tutorial we've prepared for workshops</a>, and ideally work in small groups of attendees and coaches (each group working at their own pace).
de: Die Veranstaltung sollte für die Teilnehmer <b>kostenlos</b> sein, und <b>Frauen sollten bei der Bewerbung bevorzugt werden</b> (aber auch Männer können sich bewerben). Sie sollten auch das <a href="http://tutorial.djangogirls.org/">Tutorial, das wir für Workshops vorbereitet haben</a>, verwenden und idealerweise in kleinen Gruppen von Teilnehmern und Trainern arbeiten (jede Gruppe arbeitet in ihrem eigenen Tempo).

source: Share our values: Django Girls events are <b>inclusive</b>, <b>friendly</b> and provide <b>safe</b> environments that follow an enforced <a href="https://djangogirls.org/pages/coc/">Code of Conduct</a>. Remember that Django Girls events are not only aimed to teach people about programming, but to do it in a <b>friendly</b> and <b>positive</b> way.
de: Teile unsere Werte: Django Girls Veranstaltungen sind <b>inklusiv</b>, <b>freundlich</b> und bieten eine <b>sichere</b> Umgebung, die einem <a href="https://djangogirls.org/pages/coc/">Verhaltenskodex</a> folgt. Vergessen Sie nicht, dass Django Girls Veranstaltungen nicht nur darauf abzielen, Menschen das Programmieren beizubringen, sondern dies auch auf eine <b>freundliche</b> und <b>positive</b> Weise zu tun.

source: Our <a href="https://organize.djangogirls.org/">Organizer's Manual</a> describes quite well the process of organizing a workshop. You can also read experiences of other organizers on our blog: <a href="http://blog.djangogirls.org/post/152858499038/django-girls-seoul-workshop-2">Seoul</a>, <a href="http://blog.djangogirls.org/post/143835232733/django-girls-wroc%%C5%%82aw-3-192-applications-32">Wrocław</a>, <a href="http://blog.djangogirls.org/post/139654610313/django-girls-workshop-in-windhoek-namibia">Windhoek</a> or <a href="http://blog.djangogirls.org/post/138915381173/a-toolkit-of-awesome-tips-tricks-from-seasoned">Budapest</a>.
de: Unser <a href="https://organize.djangogirls.org/">Organizer's Manual</a> beschreibt recht gut den Prozess der Organisation eines Workshops. Sie können auch die Erfahrungen anderer Organisatoren in unserem Blog lesen: <a href="http://blog.djangogirls.org/post/152858499038/django-girls-seoul-workshop-2">Seoul</a>, <a href="http://blog.djangogirls.org/post/143835232733/django-girls-wroc%%C5%%82aw-3-192-applications-32">Wrocław</a>, <a href="http://blog.djangogirls.org/post/139654610313/django-girls-workshop-in-windhoek-namibia">Windhoek</a> oder <a href="http://blog.djangogirls.org/post/138915381173/a-toolkit-of-awesome-tips-tricks-from-seasoned">Budapest</a>.

source: Actions
de: Aktionen

source: See application
de: Siehe Anwendung

source: Event information
de: Informationen zur Veranstaltung

source: Previously organized event:
de: Zuvor organisierte Veranstaltung:

source: Date:
de: Datum:

source: Location:
de: Standort:

source: Organizers
de: Veranstalter

source: Lead organizer:
de: Hauptorganisator:

source: Team:
de: Mannschaft:

source: Who are you?
de: Wer sind Sie?

source: Why do you want to organize a Django Girls workshop?
de: Warum wollen Sie einen Django Girls Workshop organisieren?

source: Have you been involved in Django Girls before?
de: Warst du schon einmal an Django Girls beteiligt?

source: Have you organized any other event before?
de: Haben Sie schon einmal eine andere Veranstaltung organisiert?

source: Do you have a venue in mind?
de: Haben Sie einen bestimmten Veranstaltungsort im Sinn?

source: Do you have a plan which companies will you approach for sponsorship?
de: Haben Sie einen Plan, welche Unternehmen Sie für ein Sponsoring ansprechen werden?

source: Do you have potential coaches in mind?
de: Haben Sie potenzielle Trainer im Sinn?

source: Congratulations! Your application to organize Django Girls workshop in your city has been accepted. We’re delighted to have you with us!
de: Herzlichen Glückwunsch! Ihre Bewerbung für die Organisation eines Django Girls Workshops in Ihrer Stadt wurde angenommen. Wir freuen uns, Sie bei uns zu haben!

source: Below you can find all details and access to your chapter.
de: Nachstehend finden Sie alle Einzelheiten und den Zugang zu Ihrem Kapitel.

source: 1) Email address
de: 1) E-Mail Adresse

source: Your e-mail is %(email)s.
de: Ihre E-Mail-Adresse lautet %(email)s.

source: You can login here: <a href="http://mail.djangogirls.org/">http://mail.djangogirls.org/</a><br/> Username: %(email)s (@djangogirls.com works too!)<br/>
de: Hier können Sie sich anmelden: <a href="http://mail.djangogirls.org/">http://mail.djangogirls.org/</a><br/> Benutzername: %(email)s (@djangogirls.com funktioniert auch!)<br/>

source: Password:
de: Kennwort:

source: Previous organizers should have password to this account. Let us know if you need to reset it.
de: Frühere Organisatoren sollten ein Passwort für dieses Konto haben. Lassen Sie uns wissen, wenn Sie es zurücksetzen müssen.

source: You can also add this inbox to your email client:
de: Sie können diesen Posteingang auch zu Ihrem E-Mail-Programm hinzufügen:

source: Or you can forward incoming mail to your private email account by following these instructions.
de: Oder Sie können eingehende Post an Ihr privates E-Mail-Konto weiterleiten, indem Sie diese Anweisungen befolgen.

source: Your website address is <a href="https://djangogirls.org/%(page_url)s">https://djangogirls.org/%(page_url)s</a>
de: Ihre Website-Adresse lautet <a href="https://djangogirls.org/%(page_url)s">https://djangogirls.org/%(page_url)s</a>

source: You should receive a separate email with auto generated password and instructions to login.
de: Sie sollten eine separate E-Mail mit einem automatisch generierten Passwort und Anweisungen zum Einloggen erhalten.

source: Your website is currently hidden for public, you can only see it if you’re logged in. If you want to make it available for everyone, go here and edit your website changing the “is live” option.
de: Ihre Website ist derzeit für die Öffentlichkeit verborgen, Sie können sie nur sehen, wenn Sie eingeloggt sind. Wenn Sie sie für alle zugänglich machen möchten, gehen Sie hier und bearbeiten Sie Ihre Website, indem Sie die Option "ist live" ändern.

source: More instructions on editing your website: <a href="https://organize.djangogirls.org/website/">https://organize.djangogirls.org/website/</a>
de: Weitere Anweisungen zur Bearbeitung Ihrer Website: <a href="https://organize.djangogirls.org/website/">https://organize.djangogirls.org/website/</a>

source: 3) Organizers community
de: 3) Gemeinschaft der Organisatoren

source: 4) Postponing or canceling
de: 4) Aufschieben oder Absagen

source: If you need to cancel or postpone your event, it’s not a problem at all! Please let us know by sending an email and we’ll help.
de: Wenn Sie Ihre Veranstaltung absagen oder verschieben müssen, ist das überhaupt kein Problem! Schicken Sie uns einfach eine E-Mail und wir helfen Ihnen weiter.

source: 5) Need more help?
de: 5) Benötigen Sie weitere Hilfe?

source: Don’t forget about Organiser’s FAQ, Manual or to post questions to our Google Group of Django Girls Organizers or Slack channel - there are always more people there that can help you! :)
de: Vergessen Sie nicht die FAQ des Organizers, das Handbuch oder stellen Sie Fragen in unserer Google-Gruppe der Django Girls Organizer oder im Slack-Kanal - dort gibt es immer mehr Leute, die Ihnen helfen können! :)

source: Good luck!
de: Viel Glück!

source: Hello there,
de: Hallo zusammen,

source: Thank you so much for taking the time to submit an application to organize Django Girls %(city)s workshop.
de: Vielen Dank, dass Sie sich die Zeit genommen haben, eine Bewerbung für die Organisation des Django Girls %(city)s Workshops einzureichen.

source: We reviewed your application and we think that you need to do a little bit more planning before we can give you a positive answer. Please read our <a href="https://organize.djangogirls.org/">Organizer’s Manual</a> and ensure you meet all the requirements to host a workshop carefully, and then read experiences of other organizers on our blog: <a href="https://blog.djangogirls.org/post/152858499038/django-girls-seoul-workshop-2">Seoul</a>, <a href="https://blog.djangogirls.org/post/143835232733/django-girls-wroc%%C5%%82aw-3-192-applications-32">Wrocław</a>, <a href="https://blog.djangogirls.org/post/139654610313/django-girls-workshop-in-windhoek-namibia">Windhoek</a> or <a href="https://blog.djangogirls.org/post/138915381173/a-toolkit-of-awesome-tips-tricks-from-seasoned">Budapest</a> to see how much work is required to organize the workshop.
de: Wir haben Ihren Antrag geprüft und sind der Meinung, dass Sie noch ein wenig mehr planen müssen, bevor wir Ihnen eine positive Antwort geben können. Bitte lesen Sie unser <a href="https://organize.djangogirls.org/">Veranstalterhandbuch</a> und vergewissern Sie sich, dass Sie alle Voraussetzungen für die Ausrichtung eines Workshops sorgfältig erfüllen, und lesen Sie dann die Erfahrungen anderer Veranstalter in unserem Blog: <a href="https://blog.djangogirls.org/post/152858499038/django-girls-seoul-workshop-2">Seoul</a>, <a href="https://blog.djangogirls.org/post/143835232733/django-girls-wroc%%C5%%82aw-3-192-applications-32">Wrocław</a>, <a href="https://blog.djangogirls.org/post/139654610313/django-girls-workshop-in-windhoek-namibia">Windhoek</a> oder <a href="https://blog.djangogirls.org/post/138915381173/a-toolkit-of-awesome-tips-tricks-from-seasoned">Budapest</a>, um zu sehen, wie viel Arbeit mit der Organisation des Workshops verbunden ist.

source: When you have more things planned (like potential date, venue, coaches or sponsors), get back to us by filling out the form again.
de: Wenn Sie weitere Pläne haben (z. B. ein mögliches Datum, einen Veranstaltungsort, Trainer oder Sponsoren), melden Sie sich bei uns, indem Sie das Formular erneut ausfüllen.

source: Have a lovely day and thank you again for reaching out to us!<br /> Django Girls team
de: Einen schönen Tag noch und vielen Dank, dass Sie sich an uns gewandt haben <br /> Django Girls Team

source: Hello team %(event)s!
de: Hallo Team %(event)s!

source: Hope you’re all doing fantastic and took some well deserved rest after organizing your Django Girls workshop :)
de: Ich hoffe, es geht euch allen fantastisch und ihr habt euch nach der Organisation eures Django Girls-Workshops eine wohlverdiente Pause gegönnt :)

source: Just a friendly reminder to <a href="%(base)s%(event_url)s">fill out this form</a> to provide information how many people attended your workshop. This will help us show the global impact that Django Girls is having on the world! :)
de: Nur eine freundliche Erinnerung daran, <a href="%(base)s%(event_url)s">dieses Formular auszufüllen</a>, um uns mitzuteilen, wie viele Personen an Ihrem Workshop teilgenommen haben. Dies wird uns helfen, den globalen Einfluss, den Django Girls auf die Welt hat, zu zeigen! :)

source: Django Girls - start your journey with programming
de: Django Girls - beginne deine Reise mit der Programmierung

source: Django Girls is a one-day workshop about programming in Python and Django tailored for women.
de: Django Girls ist ein eintägiger Workshop über Programmierung in Python und Django, der sich an Frauen richtet.

source: Toggle navigation
de: Umschaltbare Navigation

source: Django Girls is a one-day workshop about programming in Python and Django for women.
de: Django Girls ist ein eintägiger Workshop über die Programmierung in Python und Django für Frauen.

source: Django Girls is a one-day workshop about programming in Python and Django for women
de: Django Girls ist ein eintägiger Workshop über Programmierung in Python und Django für Frauen

source: Join us and become a female developer! Build your first website in Python and Django in a friendly, safe environment.
de: Mach mit und werde eine Entwicklerin! Erstellen Sie Ihre erste Website in Python und Django in einer freundlichen, sicheren Umgebung.

source: Foundation
de: Stiftung

source: Chat with us!
de: Chatten Sie mit uns!

source: Contact
de: Kontakt

source: Job Board
de: Stellenbörse

source: Support us
de: Unterstützen Sie uns

source: Make a donation
de: Eine Spende machen

source: Donate on Patreon
de: Spenden Sie auf Patreon

source: Sponsor us
de: Sponsern Sie uns

source: Our Sponsors
de: Unsere Förderer

source: Community
de: Gemeinschaft

source: Coaching Guide
de: Coaching-Leitfaden

source: Graphics
de: Grafiken

source: Terms & Conditions
de: Bedingungen und Konditionen

source: Privacy & Cookies
de: Datenschutz & Cookies

source: <b>%(future_events_count)s</b> upcoming events
de: <b>%(future_events_count)s</b> kommende Ereignisse

source: Photo credit:
de: Bildnachweis:

source: Q: How can I register?
de: F: Wie kann ich mich anmelden?

source: A: You want to attend a workshop happening in your city? So cool! You can register on the event's website. If there is no website, it means that registrations are not opened yet. Come back in a few days to check or send an email to the local organizers of the workshop you want to attend.
de: A: Du möchtest an einem Workshop in deiner Stadt teilnehmen? Sehr gut! Sie können sich auf der Website der Veranstaltung anmelden. Wenn es keine Website gibt, bedeutet das, dass die Anmeldungen noch nicht geöffnet sind. Schauen Sie in ein paar Tagen noch einmal nach oder schicken Sie eine E-Mail an die lokalen Organisatoren des Workshops, an dem Sie teilnehmen möchten.

source: Q: I missed the deadline! Can I still apply to a workshop?
de: F: Ich habe die Frist verpasst! Kann ich mich trotzdem für einen Workshop bewerben?

source: A: Sadly, you won't be able to apply: events receive many applications and already have a waiting list in case an attendee has to cancel. You can subscribe to our <a href="%(newsletter_url)s">newsletter</a> to know where the next events are planed.
de: A: Leider können Sie sich nicht anmelden: Die Veranstaltungen erhalten viele Anmeldungen und haben bereits eine Warteliste, falls ein Teilnehmer absagen muss. Sie können unseren <a href="%(newsletter_url)s">Newsletter</a> abonnieren, um zu erfahren, wo die nächsten Veranstaltungen geplant sind.

source: Q: I want to coach or sponsor an event!
de: F: Ich möchte eine Veranstaltung betreuen oder sponsern!

source: A: You rock! Just send an email to the local organizers of the workshop!
de: A: Sie sind toll! Schicken Sie einfach eine E-Mail an die lokalen Organisatoren des Workshops!

source: Q: I'm following Django Girls tutorial and something is not working in my code: can you help me debug it?
de: F: Ich folge Django Girls Tutorial und etwas ist nicht in meinem Code arbeiten: können Sie mir helfen, es zu debuggen?

source: A: Sadly, Django Girls Support Team won't be able to help you: our work is to help other organizers plan their workshop. If you need assistance while doing the tutorial, go to <a href="https://gitter.im/DjangoGirls/tutorial/">Django Girls Gitter room</a>: a group of volunteers is waiting for you there and will be happy to answer all your questions ;)
de: A: Leider kann Ihnen das Django Girls Support Team nicht helfen: unsere Aufgabe ist es, anderen Organisatoren bei der Planung ihres Workshops zu helfen. Wenn Sie während des Tutorials Hilfe benötigen, gehen Sie zum <a href="https://gitter.im/DjangoGirls/tutorial/">Django Girls Gitter room</a>: eine Gruppe von Freiwilligen wartet dort auf Sie und wird gerne alle Ihre Fragen beantworten ;)

source: Don't see an event in your city?
de: Sie sehen keine Veranstaltung in Ihrer Stadt?

source: Sign up for our newsletter
de: Melden Sie sich für unseren Newsletter an

source: Stay up to date with everything that's happening in Django Girls valley:
de: Bleiben Sie auf dem Laufenden über alles, was im Django Girls Tal passiert:

source: Your e-mail
de: Ihre E-Mail

source: Your city
de: Deine Stadt

source: Everyone can organize their own Django Girls event and share it with their community.
de: Jeder kann sein eigenes Django-Girls-Event organisieren und es mit seiner Community teilen.

source: Find out more
de: Weitere Informationen

source: Apply here
de: Hier bewerben

source: More information
de: Weitere Informationen

source: Sorry, no job openings at the moment.
de: Im Moment sind leider keine Stellen zu besetzen.

source: Sorry the job listing does not exist.
de: Die Stellenanzeige existiert leider nicht.

source: Django Girls Organizer Commitement
de: Django Girls Organisatorisches Engagement

source: Django Girls is an initiative aimed at introducing women who have never coded before to the world of technology and increasing the diversity within the tech industry. We do that by organizing workshops and inviting women to join us to learn how to build the internet using HTML, CSS, Python and Django <strong>in a safe, friendly and inclusive environment.</strong>
de: Django Girls ist eine Initiative, die darauf abzielt, Frauen, die noch nie programmiert haben, in die Welt der Technologie einzuführen und die Vielfalt in der Tech-Industrie zu erhöhen. Zu diesem Zweck organisieren wir Workshops und laden Frauen ein, in einem sicheren, freundlichen und integrativen Umfeld zu lernen, wie man mit HTML, CSS, Python und Django <strong>das Internet aufbaut</strong>.

source: As a Django Girls Organizer, you make a commitement to foster and advance Django Girls values:
de: Als Django Girls-Organisatorin verpflichten Sie sich, die Werte von Django Girls zu fördern und voranzutreiben:

source: The workshop you organize will strive to provide safe, inclusive, friendly and positive experience for everyone attending and coaching
de: Der von Ihnen organisierte Workshop soll eine sichere, integrative, freundliche und positive Erfahrung für alle Teilnehmer und Trainer bieten.

source: <span>You will require everyone involved with the workshop to comply with <a href="%(coc_url)s">Django Girls Code of Conduct</a></span>
de: <span>Der <a href="%(coc_url)s">Django Girls Code of Conduct</a></span> wird von allen am Workshop Beteiligten verlangt.

source: You’ll strive to have tons of fun while organizing your amazing workshop!
de: Du wirst dich bemühen, bei der Organisation deines tollen Workshops jede Menge Spaß zu haben!

source: Sign the commitement
de: Unterschreiben Sie die Verpflichtungserklärung

source: Welcome to Django Girls!
de: Willkommen bei Django Girls!
