Repository: DjangoGirls/djangogirls
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: The first quarter kept us busy with wonderful people knocking to our doors, asking us if they can help with translating the tutorial. We chose <a href="https://crowdin.com/project/django-girls-tutorial">Crowdin</a> as our translation platform, and began a never-ending process of figuring out how this translation thing even works. The Polish translation was the first one to be published that year!
de: Im ersten Quartal waren wir mit wunderbaren Menschen beschäftigt, die an unsere Türen klopften und uns fragten, ob sie bei der Übersetzung des Tutorials helfen könnten. Wir entschieden uns für <a href="https://crowdin.com/project/django-girls-tutorial">Crowdin</a> als Übersetzungsplattform und begannen einen nicht enden wollenden Prozess, um herauszufinden, wie diese Übersetzungssache überhaupt funktioniert. Die polnische Übersetzung war die erste, die in diesem Jahr veröffentlicht wurde!

source: The end of winter was marked with a Django Girls booth at PyCon US. We had a wonderful time answering everyone's questions and spreading the word about Django Girls. We also debuted the <a href="https://cottonbureau.com/products/this-is-what-a-programmer-looks-like">&ldquo;This is what a programmer looks like&rdquo; t-shirts</a>, and sold 100 of them!
de: Das Ende des Winters wurde mit einem Django Girls-Stand auf der PyCon US eingeläutet. Wir hatten eine wunderbare Zeit, um die Fragen der Besucher zu beantworten und das Wort über Django Girls zu verbreiten. Wir haben auch die <a href="https://cottonbureau.com/products/this-is-what-a-programmer-looks-like">&ldquo;This is what a programmer looks like&rdquo; T-Shirts</a> vorgestellt und 100 davon verkauft!

source: Through the whole year, we kept promoting badass Django developers by publishing <a href="https://djangogirls.org/story/">53 stories of amazing women on our blog</a> -- one for each week of the year. Huge thank you to Anna Ossowski who led this project for over a year, and to <a href="http://blog.djangogirls.org/post/132398930020/your-django-story-meet-adrienne-lowe">Adrienne Lowe</a> who is now in charge of it.
de: Das ganze Jahr über haben wir auf unserem Blog <a href="https://djangogirls.org/story/">53 Geschichten von tollen Frauen veröffentlicht</a> - eine für jede Woche des Jahres. Ein großes Dankeschön an Anna Ossowski, die dieses Projekt über ein Jahr lang geleitet hat, und an <a href="http://blog.djangogirls.org/post/132398930020/your-django-story-meet-adrienne-lowe">Adrienne Lowe</a>, die jetzt dafür verantwortlich ist.

source: We focused on improving our organizer's tools. Thanks to the hard work of our volunteers, we've seen some incredible contributions to our <a href="http://organize.djangogirls.org/">Organizer's Manual</a>. We also built an Applications tool for organizers that finally allows them to receive and score applications through the Django Girls website, instead of Google Forms and Spreadsheets. Phew!
de: Wir haben uns auf die Verbesserung der Werkzeuge für Organisatoren konzentriert. Dank der harten Arbeit unserer Freiwilligen haben wir einige unglaubliche Beiträge zu unserem <a href="http://organize.djangogirls.org/">Organizer's Manual</a> gesehen. Außerdem haben wir ein Bewerbungstool für Organisatoren entwickelt, das es ihnen endlich ermöglicht, Bewerbungen über die Django-Girls-Website zu empfangen und zu bewerten, anstatt über Google-Formulare und Tabellenkalkulationen. Puh!

source: More people joined the Support Team: we welcomed <a href="http://blog.djangogirls.org/post/120136694238/welcome-kasia-and-geoffrey-to-django-girls-core"> Kasia and Geoffrey</a>. This also kicked off a process of increasing our transparency efforts. We spent a significant amount of time writing new documentation and improving current internal docs, and then open sourced it in a form of the <a href="https://github.com/DjangoGirls/wiki">Support Team Wiki</a>. From now on, everything about what we believe and how we work is open and public.
de: Das Support-Team wurde um weitere Mitarbeiter erweitert: Wir begrüßten <a href="http://blog.djangogirls.org/post/120136694238/welcome-kasia-and-geoffrey-to-django-girls-core">Kasia und Geoffrey</a>. Dies war auch der Startschuss für einen Prozess, der unsere Bemühungen um mehr Transparenz verstärkte. Wir haben viel Zeit damit verbracht, neue Dokumentationen zu verfassen und die bestehenden internen Dokumente zu verbessern, und haben sie dann in Form des <a href="https://github.com/DjangoGirls/wiki">Support Team Wiki</a> veröffentlicht. Von nun an ist alles darüber, was wir glauben und wie wir arbeiten, offen und öffentlich.

source: In May, we also made a major update to the Django Girls tutorial, <a href="http://blog.djangogirls.org/post/118716365753/django-girls-now-deploy-to-python-anywhere">rewriting the deploy chapter</a> to use Python Anywhere. Big thank you to Harry Percival for making it possible.
de: Im Mai haben wir auch das Django-Girls-Tutorial auf den neuesten Stand gebracht und <a href="http://blog.djangogirls.org/post/118716365753/django-girls-now-deploy-to-python-anywhere">das Deploy-Kapitel umgeschrieben</a>, um Python Anywhere zu verwenden. Ein großes Dankeschön an Harry Percival, der dies möglich gemacht hat.

source: Last, but definitely not least, we incorporated the Django Girls Foundation during DjangoCon Europe 2015. We signed the papers, put the emoji sticker on them, and made it official. Django Girls is now a charity!
de: Zu guter Letzt haben wir die Django Girls Foundation während der DjangoCon Europe 2015 gegründet. Wir unterzeichneten die Papiere, klebten den Emoji-Aufkleber darauf und machten es offiziell. Django Girls ist jetzt eine Wohltätigkeitsorganisation!

source: Oh my, summer was one hell of a ride. First, the Birthday Party! <a href="http://blog.djangogirls.org/post/125086409433/django-girls-1st-birthday-thank-you">Django Girls' 1st Birthday Party</a> happened at EuroPython on the 22nd of July. We celebrated with 50 wonderful friends in a park, shared cupcakes, raised some glasses of sangria, and played a couple of games.
de: Oh je, der Sommer war ein Höllenritt. Erstens, die Geburtstagsparty! <a href="http://blog.djangogirls.org/post/125086409433/django-girls-1st-birthday-thank-you">Django Girls' 1st Birthday Party</a> fand am 22. Juli im EuroPython statt. Wir feierten mit 50 wunderbaren Freunden in einem Park, teilten Muffins, stießen mit Sangria an und spielten ein paar Spiele.

source: August was also the month when the <a href="http://blog.djangogirls.org/post/126496144993/django-girls-winter-of-code">Jobs & Meetups</a> pages of our website were born. This happened thanks to amazing work of Marysia Lowas-Rzechonek & Kasia Siedlarek, both Django Girls attendees who wanted to learn more about Django by contributing to open source, as well as Becky Smith who mentored them, and Ania Warzecha who provided guidance and merged the final pull request. YAY!
de: Der August war auch der Monat, in dem die <a href="http://blog.djangogirls.org/post/126496144993/django-girls-winter-of-code">Jobs & Meetups</a>-Seiten unserer Website geboren wurden. Dies geschah dank der großartigen Arbeit von Marysia Lowas-Rzechonek und Kasia Siedlarek, beides Django Girls-Teilnehmerinnen, die mehr über Django lernen wollten, indem sie einen Beitrag zu Open Source leisteten, sowie Becky Smith, die ihnen als Mentorin zur Seite stand, und Ania Warzecha, die sie anleitete und den letzten Pull Request zusammenführte. YAY!

source: Growing the Support Team yet again, we <a href="http://blog.djangogirls.org/post/125437235598/yay-lacey-williams-henschel-is-joining-the-django">invited Lacey to join us</a>. Right from the start, she did an amazing job of establishing new processes, improving old ones, and increasing our transparency efforts.
de: Um das Support-Team weiter zu vergrößern, haben wir <a href="http://blog.djangogirls.org/post/125437235598/yay-lacey-williams-henschel-is-joining-the-django"> Lacey zu uns eingeladen</a>. Von Anfang an leistete sie großartige Arbeit bei der Einführung neuer Prozesse, der Verbesserung alter Prozesse und der Verbesserung unserer Transparenzbemühungen.

source: Summer also kept us incredibly busy with a process of hiring Awesomeness Ambassador -- our first paid staff member! We spent literally hundreds of hours to recruit the best applicant: Lucie Daeye. Totally paid off. If you want to learn more about the recruitment process, <a href="http://blog.djangogirls.org/post/129169522198/django-girls-is-hiring-lessons-learned-from-our">we shared it in detail on our blog</a>.
de: Der Sommer hat uns auch mit der Einstellung des Awesomeness Ambassador - unseres ersten bezahlten Mitarbeiters - unglaublich beschäftigt! Wir haben buchstäblich Hunderte von Stunden damit verbracht, die beste Bewerberin zu rekrutieren: Lucie Daeye. Das hat sich wirklich gelohnt. Wenn Sie mehr über den Einstellungsprozess erfahren möchten, <a href="http://blog.djangogirls.org/post/129169522198/django-girls-is-hiring-lessons-learned-from-our">haben wir ihn ausführlich in unserem Blog beschrieben</a>.

source: After the very busy summer, the time came to rest and recharge batteries a little bit. We let Lucie (the Awesomeness Ambassador) run the show for a few weeks, and she did an amazing job. This is also when we realized how many of us were so close to burnout, and the decision of hiring our first paid staff member came at such a perfect time.
de: Nach dem sehr arbeitsreichen Sommer war es an der Zeit, sich auszuruhen und die Batterien ein wenig aufzuladen. Wir ließen Lucie (die Awesomeness-Botschafterin) die Show für ein paar Wochen leiten, und sie machte einen tollen Job. In dieser Zeit wurde uns auch klar, dass viele von uns einem Burnout nahe waren, und die Entscheidung, unsere erste bezahlte Mitarbeiterin einzustellen, kam genau zum richtigen Zeitpunkt.

source: Lucie focused some of her efforts on fundraising activities, and traveled to Munich for Elastic{ON} Tour event to run Django Girls booth. We partnered with Elastic and after the event they made an amazing donation of $17,000! That's the biggest donation we've seen yet, and completely unexpected. Thank you again!
de: Lucie konzentrierte einige ihrer Bemühungen auf Fundraising-Aktivitäten und reiste nach München zur Elastic{ON} Tour nach München, um den Stand von Django Girls zu betreuen. Wir haben uns mit Elastic zusammengetan, und nach der Veranstaltung haben sie eine erstaunliche Spende von 17.000 Dollar gemacht! Das ist die größte Spende, die wir bisher gesehen haben, und völlig unerwartet. Nochmals vielen Dank!

source: In October, Ania Warzecha decided to step down from Support Team, and wrote a valuable post on <a href="http://blog.djangogirls.org/post/131283812099/overcommitment-and-burnout">overcommitment and burnout</a>. This made us more aware of the need to practice excellent self-care while doing volunteer and open-source work.
de: Im Oktober beschloss Ania Warzecha, aus dem Support-Team auszuscheiden, und schrieb einen wertvollen Beitrag über <a href="http://blog.djangogirls.org/post/131283812099/overcommitment-and-burnout">Überengagement und Burnout</a>. Dadurch wurde uns noch bewusster, wie wichtig es ist, bei der ehrenamtlichen Arbeit und der Open-Source-Arbeit eine gute Selbstfürsorge zu praktizieren.

source: We made a jump from hosting our emails on a VPS provided generously by Megiteam to Google Apps, which became free to us once we officially registered as charity. This turned out to be quite a project: moving 100+ email accounts and tens of thousands of emails without interrupting anyone's organization! This wouldn't have happened so smoothly if it wasn't for Adria Richards, who volunteered and offered us her knowledge and experience free of charge. Thank you, Adria!
de: Wir haben unsere E-Mails nicht mehr auf einem VPS gehostet, der uns großzügig von Megiteam zur Verfügung gestellt wurde, sondern auf Google Apps, das für uns kostenlos wurde, als wir uns offiziell als Wohltätigkeitsorganisation registriert haben. Das war ein ziemliches Projekt: 100+ E-Mail-Konten und Zehntausende von E-Mails umzustellen, ohne die Organisation zu unterbrechen! Ohne Adria Richards, die sich freiwillig gemeldet und uns ihr Wissen und ihre Erfahrung kostenlos zur Verfügung gestellt hat, wäre dies nicht so reibungslos verlaufen. Vielen Dank, Adria!
es: Pasamos de alojar nuestros correos electrónicos en un VPS proporcionado generosamente por Megiteam a Google Apps, que paso a ser gratuito para nosotros una vez que nos registramos oficialmente como organización benéfica. Esto resultó ser un gran proyecto: mover más de 100 cuentas de correo electrónico y decenas de miles de correos electrónicos sin interrumpir la organización de nadie. Esto no habría sido posible si no fuera por Adria Richards, quien se ofreció como voluntaria y nos ofreció su conocimiento y experiencia de forma gratuita. ¡Gracias, Adria!

source: Since Lucie joined the team, we've also vastly improved our communication: the Django Girls Dispatch goes out regularly every two weeks to almost 1,100 people! <a href="https://djangogirls.org/newsletter/">Here</a> you can find all the Dispatches we sent so far.
de: Seit Lucie dem Team beigetreten ist, haben wir auch unsere Kommunikation erheblich verbessert: Der Django Girls Dispatch wird regelmäßig alle zwei Wochen an fast 1.100 Personen verschickt! <a href="https://djangogirls.org/newsletter/">Hier</a> finden Sie alle bisher von uns verschickten Dispatches.

source: Success stories 💖
de: Erfolgsgeschichten 💖
es: Historias de éxito 💖

source: We don't have information on the number of people who became developers after Django Girls, and that information is difficult to gather. But it's an important metric. In this section, we're featuring interviews with some Django Girls attendees who've become professional developers since taking our workshop. We hope these anecdotes give you an idea of how powerful and life-changing attending a Django Girls workshop can be.
de: Wir haben keine Informationen über die Anzahl der Personen, die nach Django Girls zu Entwicklern wurden, und diese Informationen sind schwer zu sammeln. Aber es ist eine wichtige Kennzahl. In diesem Abschnitt stellen wir Interviews mit einigen Django Girls-Teilnehmern vor, die seit dem Workshop zu professionellen Entwicklern geworden sind. Wir hoffen, dass diese Anekdoten Ihnen einen Eindruck davon vermitteln, wie mächtig und lebensverändernd die Teilnahme an einem Django Girls Workshop sein kann.

source: Agata Grdal is 23 and lives in Wrocław, Poland. She attended first ever Django Girls event at EuroPython, and started to work as Python Developer shortly after. She now also studies Computer Science and co-organizes local meetup for Python developers in her city.
de: Agata Grdal ist 23 und lebt in Wrocław, Polen. Sie nahm an der allerersten Django Girls-Veranstaltung auf der EuroPython teil und begann kurz darauf als Python-Entwicklerin zu arbeiten. Jetzt studiert sie auch Informatik und ist Mitorganisatorin eines lokalen Treffens für Python-Entwickler in ihrer Stadt.

source: Django Girls helped me gain more self-confidence and gave me a boost to keep learning. I've created my own blog and then prepared workshops and taught other women to code. Nothing is impossible with this bunch of crazy, positive people!
de: Django Girls hat mir zu mehr Selbstvertrauen verholfen und mir einen Schub gegeben, weiter zu lernen. Ich habe meinen eigenen Blog erstellt und dann Workshops vorbereitet und anderen Frauen das Programmieren beigebracht. Mit diesem Haufen verrückter, positiver Menschen ist nichts unmöglich!

source: Catherine is 25 years old and lives in France. After attending Django Girls event organized in Paris, she decided to switch career and is now studying computer programming fulltime.
de: Catherine ist 25 Jahre alt und lebt in Frankreich. Nach der Teilnahme an der Django-Girls-Veranstaltung in Paris beschloss sie, den Beruf zu wechseln und studiert jetzt Vollzeit Computerprogrammierung.

source: I was looking for a professional reconversion when I came across Django Girls, and it was my very first immersion into the programming world. It was wonderful! The learning pace was intense and thrilling, and the community, built around strong values, very welcoming. It encouraged me to keep looking into this field and I am now studying it full time!
de: Ich war auf der Suche nach einer professionellen Umstellung, als ich auf Django Girls stieß, und es war mein erstes Eintauchen in die Welt der Programmierung. Es war wunderbar! Das Lerntempo war intensiv und aufregend, und die Gemeinschaft, die auf starken Werten aufbaut, war sehr einladend. Das hat mich ermutigt, mich weiter mit diesem Bereich zu befassen, und ich studiere ihn jetzt in Vollzeit!

source: Maria Lowas-Rzechonek is 32 years old and lives in Kraków, Poland. Since December 2015 she can proudly add "Junior Django Developer" as her new job title. She also co-organized Django Girls Kraków 2014 and was a coach at Django Girls Kraków 2015. Last Spring with a group of people, she organized a two-month weekly workshops for beginners to practise resolving simple programming problems in Python. Most recently she also got involved in the organization of the Krakow Python User Group and DjangoCon Europe 2016.
de: Maria Lowas-Rzechonek ist 32 Jahre alt und lebt in Kraków, Polen. Seit Dezember 2015 kann sie mit Stolz "Junior Django Developer" als ihre neue Berufsbezeichnung hinzufügen. Außerdem war sie Mitorganisatorin von Django Girls Kraków 2014 und Coach bei Django Girls Kraków 2015. Im letzten Frühjahr organisierte sie mit einer Gruppe von Leuten einen zweimonatigen wöchentlichen Workshop für Anfänger, um das Lösen einfacher Programmierprobleme in Python zu üben. In jüngster Zeit war sie auch an der Organisation der Krakauer Python User Group und der DjangoCon Europe 2016 beteiligt.

source: I wouldn't be where I am now if not Django Girls. I wouldn't have been so motivated to carry on learning programming if I hadn't participated in Django Girls at EuroPython 2014. I wouldn't have such a wonderful experience of Django/Python community, and probably I wouldn't get involved in local meetups because of that. I wouldn't have that great opportunity to practise and get my code public, if not Django Girls Winter of Code. Lastly, if not Django Girls, I wouldn't meet all those wonderful people, who actually get me in touch with people looking for junior developers. Learning how to program is a dangerous journey to go alone.
de: Ohne die Django Girls wäre ich nicht da, wo ich jetzt bin. Ich wäre nicht so motiviert gewesen, das Programmieren weiter zu lernen, wenn ich nicht an den Django Girls bei der EuroPython 2014 teilgenommen hätte. Ich hätte nicht so eine wunderbare Erfahrung mit der Django/Python-Community gemacht, und wahrscheinlich würde ich mich deshalb auch nicht an lokalen Treffen beteiligen. Ohne den Django Girls Winter of Code hätte ich nicht diese großartige Gelegenheit, zu üben und meinen Code zu veröffentlichen. Und schließlich würde ich ohne Django Girls nicht all diese wunderbaren Menschen kennenlernen, die mich mit Leuten in Kontakt bringen, die nach Nachwuchsentwicklern suchen. Programmieren zu lernen ist eine gefährliche Reise, wenn man sie allein antritt.

source: Päivi Suomela is 30 years old and lives in Sheffield, UK. After attending Django Girls London 2015, she got a job as a Junior Full-Stack Developer and now she works with Django, Python, C# and JavaScript on daily basis! In Autumn, she organized Django Girls Coventry at PyCon UK 2015 and she is about to run Django Girls Sheffield, which will take place in Feburary 2016. She’s also been involved with <a href="http://microworldtour.github.io/about.html">microbit worldtour project</a> about writing Python for BBC Micro:Bit and enjoyed that a lot.
de: Päivi Suomela ist 30 Jahre alt und lebt in Sheffield, UK. Nachdem sie an Django Girls London 2015 teilgenommen hat, bekam sie einen Job als Junior Full-Stack Developer und arbeitet nun täglich mit Django, Python, C# und JavaScript! Im Herbst organisierte sie die Django Girls Coventry auf der PyCon UK 2015 und ist gerade dabei, die Django Girls Sheffield zu leiten, die im Februar 2016 stattfinden werden. Sie war auch am <a href="http://microworldtour.github.io/about.html">microbit worldtour project</a> beteiligt, bei dem es darum ging, Python für BBC Micro:Bit zu schreiben, was ihr sehr viel Spaß gemacht hat.

source: I first heard of Django Girls when it was just starting out and I applied to the first workshop but wasn’t selected at the time. I applied again when the workshop was in London in March 2015 and this time I got in. I had been learning to program on my own, but the workshop gave me the push I needed to get more serious about it and actually try to get work as a developer. It was great to hear stories of other women who had become developers despite not having studied CS at university and having already spent time working in other careers. It made me realise that I could do it too! I’ve also met lots of nice people through Django Girls and heard about different opportunities that I might not have been aware of otherwise.
de: Ich hörte zum ersten Mal von Django Girls, als es gerade anfing, und bewarb mich für den ersten Workshop, wurde aber damals nicht ausgewählt. Als der Workshop im März 2015 in London stattfand, bewarb ich mich erneut, und diesmal wurde ich angenommen. Ich hatte selbst programmieren gelernt, aber der Workshop gab mir den nötigen Anstoß, mich ernsthaft damit zu beschäftigen und tatsächlich zu versuchen, Arbeit als Entwicklerin zu finden. Es war toll, Geschichten von anderen Frauen zu hören, die Entwicklerinnen geworden sind, obwohl sie nicht CS an der Universität studiert und bereits in anderen Berufen gearbeitet haben. Dadurch wurde mir klar, dass ich es auch schaffen könnte! Außerdem habe ich durch Django Girls viele nette Leute kennengelernt und von verschiedenen Möglichkeiten gehört, von denen ich sonst vielleicht nicht gewusst hätte.

source: Summary 👍
de: Zusammenfassung 👍
es: Resumen 👍

source: 2015 was an incredibly busy year for Django Girls.
de: 2015 war ein unglaublich arbeitsreiches Jahr für Django Girls.
es: 2015 fue un año increíblemente ocupado para Django Girls.

source: From a tiny and loosely defined organization in 2014, we grew to develop the Django Girls Foundation and hired one person to work exclusively on Django Girls.
de: Von einer winzigen und lose definierten Organisation im Jahr 2014 wuchsen wir zur Django Girls Foundation heran und stellten eine Person ein, die sich ausschließlich um Django Girls kümmert.

source: We are incredibly proud of how much the Django Girls community achieved in the past year, and we hope that 2016 will be even better and more exciting!
de: Wir sind unglaublich stolz darauf, wie viel die Django Girls-Community im vergangenen Jahr erreicht hat, und wir hoffen, dass 2016 noch besser und aufregender wird!
