Repository: DjangoGirls/djangogirls
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Many of the women we’ve featured got their start at Django Girls workshops, and went on to found their own companies, secure full-time jobs as developers, and run Django Girls events.
de: Viele der Frauen, die wir vorgestellt haben, haben in Django Girls-Workshops angefangen und später ihre eigenen Unternehmen gegründet, Vollzeitstellen als Entwicklerinnen erhalten und Django Girls-Veranstaltungen geleitet.

source: If you would like to suggest someone to be featured in “Your Django Story” (or would like to nominate yourself!), please <a href="mailto:story@djangogirls.org">contact us!</a>
de: Wenn Sie jemanden für "Ihre Django-Story" vorschlagen möchten (oder sich selbst nominieren möchten!), nehmen Sie bitte <a href="mailto:story@djangogirls.org">Kontakt mit uns auf!</a>

source: "City" slug must be present to user this decorator.
es: El slug "City" debe estar presente para utilizar este decorador.

source: Used only with 'Choices' question type
es: Es utilizado solo con el tipo de pregunta 'Opciones'

source: RSVP status
es: RSVP estado

source: Data collected through this form is used only for the purpose of Django Girls events. We're using Third Party Sites and Services to make it happen: for example, we're using Mandrill to send you emails. Don't worry: We don't share your data with spammers, and we don't sell it! More info on our Privacy policy <a href='/privacy-cookies/'>here</a>.
es: Los datos recopilados a través de este formulario se utilizan solo para los eventos de Django Girls. Usamos Sitios y Servicios de Terceros para que esto suceda: por ejemplo, usamos Mandrill para enviarte correos electrónicos. No te preocupes: ¡No compartimos tus datos con spammers y no los vendemos! Más información sobre nuestra política de privacidad <a href='/privacy-cookies/'>aquí</a>.

source: RSVP Status
es: RSVP Estado

source: Coaches
es: Entrenadores

source: Django Girls workshop in...
es: Taller de Django Girls en ...

source: Team
es: Equipo

source: No, it’s my first time organizing Django Girls
es: No, es mi primera vez organizando Django Girls

source: name
es: nombre

source: email
es: correo electrónico

source: status
es: estado

source: %(counter)s payment
es: %(counter)s pago

source: Here you can remove exisiting event organizers.
es: Aquí puedes eliminar los organizadores de eventos existentes.

source: Organizers of %(event_name)s
es: Organizadores de %(event_name)s

source: Name
es: Nombre

source: Email
es: Correo electrónico

source: Approve %(app_city)s, %(app_country)s application?
es: Aprobar %(app_city)s, %(app_country)s solicitud?

source: Are you sure you want to approve the %(application.city)s, %(application.country)s application?
es: ¿Estás seguro de que quieres aprobar el (application.city)s, %(application.country)s solicitud?

source: Reject %(application.city)s, %(application.country)s application?
es: Rechazar la solicitud %(application.city)s, %(application.country)s?

source: Are you sure you want to reject the %(application.city)s, %(application.country)s application?
es: Estás seguro de que deseas rechazar la solicitud %(application.city)s, %(application.country)s?

source: Person
es: Persona

source: E-mail
es: correo electrónico

source: Status
es: Estado

source: This email was sent on %(sent)s by %(author)s to %(num_rec)s recipients.
es: Este correo electrónico fue enviado el %(sent)s por %(author)s a %(num_rec)s destinatarios.

source: The event page for %(city|title)s will be coming soon.
es: La página del evento para %(city|title)s estará disponible pronto.

source: If you didn't find what you wanted, please check our extended <a href="%(faq_url)s">FAQ section</a> or use the form below. :)
es: Si no has encontrado lo que estabas buscando, por favor revisa nuestra extendida <a href="%(faq_url)s">sección de preguntas frecuetes</a> o utiliza el próximo formulario. :)

source: ✨ Highlights ✨
es: ✨ Destacados ✨

source: Map of Django Girls event from July 2014 to July 2017
es: Mapa del evento de Django Girls de julio de 2014 a julio de 2017

source: 💰 Fundraising
es: 💰 Recaudación de fondos

source: Django Girls workshops
es: Talleres de Django Girls

source: name;
es: nombre;

source: Django Tutorial
es: Tutorial de Django

source: Tutorial Django Girls
es: Tutorial de Django Girls

source: Definition
es: Definición

source: Newsletter
es: Boletín informativo

source: Organize
es: Organizar

source: The event you're organizing will be remote
es: El evento que estás organizando será remoto

source: Django Girls administration
es: Administración de Django Girls
