Repository: DjangoGirls/djangogirls
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: To make Django Girls sustainable and allow further growth, <span><b>we need your help</b></span>. One of our goals for 2016 is to secure the position of Awesomeness Ambassador for the future and increase the revenue from <a href="https://www.patreon.com/djangogirls">Patreon</a> to cover the expenses associated with it. We hope that in the next months, with the help of the amazing community around Django Girls,we will be able to continue spreading love for programming around the world. To help us further our goal, please consider becoming a monthly contributor to <a href="https://www.patreon.com/djangogirls">our Patreon campaign</a>, or <a href="https://djangogirls.org/contact/">email us</a> to discuss corporate sponsorship. We promise you won't regret it!
de: Um Django Girls nachhaltig zu machen und weiteres Wachstum zu ermöglichen, <span><b>brauchen wir Ihre Hilfe</b></span>. Eines unserer Ziele für 2016 ist es, die Position des Awesomeness Ambassador für die Zukunft zu sichern und die Einnahmen aus <a href="https://www.patreon.com/djangogirls">Patreon</a> zu erhöhen, um die damit verbundenen Kosten zu decken. Wir hoffen, dass wir in den nächsten Monaten mit Hilfe der großartigen Community rund um Django Girls weiterhin die Liebe zum Programmieren auf der ganzen Welt verbreiten können. Um uns dabei zu helfen, erwägen Sie bitte, einen monatlichen Beitrag zu <a href="https://www.patreon.com/djangogirls">unserer Patreon-Kampagne</a> zu leisten, oder <a href="https://djangogirls.org/contact/">schicken Sie uns eine E-Mail</a>, um ein Sponsoring zu besprechen. Wir versprechen, Sie werden es nicht bereuen!

source: Thank you for constant support and love we receive from you!
de: Vielen Dank für die ständige Unterstützung und Liebe, die wir von Ihnen erhalten!

source: Sponsors 📢️
de: Sponsoren 📢️
es: Patrocinadores 📢️

source: Again, we would like to thank amazing sponsors of Django Girls and of the individual Django Girls workshops all over the world. They help us make Django Girls sustainable and more importantly, they help local organizers keep their events free. We want Django Girls to be accessible to many people as possible, and that couldn't happen without them.
de: Wir möchten uns nochmals bei den großartigen Sponsoren von Django Girls und den einzelnen Django Girls Workshops auf der ganzen Welt bedanken. Sie helfen uns, Django Girls nachhaltig zu gestalten und, was noch wichtiger ist, sie helfen den lokalen Organisatoren, ihre Veranstaltungen kostenlos zu halten. Wir möchten, dass Django Girls so vielen Menschen wie möglich zugänglich ist, und das wäre ohne sie nicht möglich.

source: Known for Elasticsearch, Kibana, Beats, and Logstash, Elastic creates products to to search, analyze, and visualize your data, allowing you to get actionable insight in real time. Before becoming one of our biggest sponsors, they also sponsored several local events. Thanks <3
de: Elastic ist bekannt für Elasticsearch, Kibana, Beats und Logstash und entwickelt Produkte für die Suche, Analyse und Visualisierung von Daten, mit denen Sie in Echtzeit verwertbare Erkenntnisse gewinnen können. Bevor sie zu einem unserer größten Sponsoren wurden, haben sie auch mehrere lokale Veranstaltungen gesponsert. Danke <3

source: The Django Software Foundation (DSF) is a non-profit organization created to promote, support, and advance the development of Django. They've helped many Django Girls events that had problems finding local sponsors. Thanks <3
de: Die Django Software Foundation (DSF) ist eine gemeinnützige Organisation, die die Entwicklung von Django fördert, unterstützt und vorantreibt. Sie hat schon vielen Django Girls Veranstaltungen geholfen, die Probleme hatten, lokale Sponsoren zu finden. Danke <3

source: The Python Software Foundation (PSF) is a non-profit organization that holds the intellectual property rights behind the Python programming language. They are one of the biggest sponsors for local events. Thanks <3
de: Die Python Software Foundation (PSF) ist eine gemeinnützige Organisation, die die geistigen Eigentumsrechte an der Programmiersprache Python hält. Sie ist einer der größten Sponsoren für lokale Veranstaltungen. Danke <3

source: GitHub is a Git repository hosting service. They have sponsored many Django Girls events, and they provide useful materials for new learners like cheat-sheets. Thanks <3
de: GitHub ist ein Git-Repository-Hosting-Dienst. Sie haben viele Django Girls Veranstaltungen gesponsert und stellen nützliche Materialien für neue Lernende wie Spickzettel zur Verfügung. Danke <3

source: Divio, that created Django CMS and Aldryn, uses Python and Django to provide support for website installation, maintenance, troubleshooting, and development. They sponsored many local events and joined as Patreon supporters in June 2015. Thanks <3
de: Divio, das Unternehmen, das Django CMS und Aldryn entwickelt hat, nutzt Python und Django, um Unterstützung bei der Installation, Wartung, Fehlerbehebung und Entwicklung von Websites zu leisten. Sie haben viele lokale Veranstaltungen gesponsert und sind im Juni 2015 als Patreon-Unterstützer beigetreten. Danke <3

source: Lincoln Loop is a full service web studio offering user experience and development based on the Django Web Framework. They joined our Patreon campaign in April 2015, and have contributed to local events. Thanks <3
de: Lincoln Loop ist ein Full-Service-Webstudio, das User Experience und Entwicklung auf Basis des Django Web Frameworks anbietet. Sie sind unserer Patreon-Kampagne im April 2015 beigetreten und haben zu lokalen Veranstaltungen beigetragen. Danke <3

source: Since May, Django Girls has been hosted on PythonAnywhere! They host, run, and code Python in the cloud, and have made the lives of our attendees much easier by being really simple and pleasant to use. Thanks <3
de: Seit Mai wird Django Girls auf PythonAnywhere gehostet! Sie hosten, betreiben und kodieren Python in der Cloud und haben das Leben unserer Teilnehmer viel einfacher gemacht, da sie wirklich einfach und angenehm zu bedienen sind. Danke <3

source: Mandrill is a transactional email platform from MailChimp. They'vebeen supporting our emails since September 2015 and have also sponsored local events. Thanks <3
de: Mandrill ist eine transaktionale E-Mail-Plattform von MailChimp. Sie unterstützen unsere E-Mails seit September 2015 und haben auch lokale Veranstaltungen gesponsert. Danke <3

source: We would also like to thank our regular donors from <a href="https://www.patreon.com/djangogirls">Patreon</a>: your commitment to help us every month is amazing. Thanks <3
de: Wir möchten uns auch bei unseren regelmäßigen Spendern von <a href="https://www.patreon.com/djangogirls">Patreon</a> bedanken: Ihr Engagement, uns jeden Monat zu helfen, ist großartig. Danke <3

source: Django Girls Impact Report 2016-2017
de: Django Girls Wirkungsbericht 2016-2017

source: Thanks to the organizers, coaches, and volunteers in countries all over the world, 2016-2017 was an absolutely incredible year for Django Girls. Read all about our challenges and achievements from 2016-2017.
de: Dank der Organisatoren, Trainer und Freiwilligen in Ländern auf der ganzen Welt war 2016-2017 ein absolut unglaubliches Jahr für Django Girls. Lesen Sie alles über unsere Herausforderungen und Erfolge von 2016-2017.

source: Impact Report 2016-2017
de: Wirkungsbericht 2016-2017
es: Informe de impacto 2016-2017

source: Django Girls Foundation is an initiative that aims to introduce women and girls who never coded before to the world of technology and increase the diversity of the tech industry. We achieve this by organising one-day workshops and inviting women to come and learn how to build the internet using HTML, CSS, Python and Django. Django Girls is a volunteer run organisation with volunteers all over the world. Django Girls has two part-time paid staff members and the support team (six awesome ladies who are also volunteers) to help provide support to all other volunteers.
de: Die Django Girls Foundation ist eine Initiative, die darauf abzielt, Frauen und Mädchen, die noch nie programmiert haben, in die Welt der Technologie einzuführen und die Vielfalt in der Technologiebranche zu erhöhen. Wir erreichen dies, indem wir eintägige Workshops veranstalten und Frauen einladen, zu kommen und zu lernen, wie man das Internet mit HTML, CSS, Python und Django aufbaut. Django Girls ist eine ehrenamtlich geführte Organisation mit Freiwilligen aus der ganzen Welt. Django Girls hat zwei bezahlte Teilzeitmitarbeiterinnen und ein Support-Team (sechs großartige Frauen, die ebenfalls Freiwillige sind), die alle anderen Freiwilligen unterstützen.

source: This Impact Report aims to celebrate achievements of the Django Girls community in the past two years, and showcase the incredible growth of the organization. For the first time ever, we're also presenting results of a survey we conducted with almost 600 past Django Girls attendees to see if Django Girls Foundation actually achieves the goal of our mission: to bring more women into tech industry!
de: Dieser Impact Report soll die Errungenschaften der Django Girls-Community in den letzten zwei Jahren feiern und das unglaubliche Wachstum der Organisation aufzeigen. Zum ersten Mal präsentieren wir auch die Ergebnisse einer Umfrage, die wir mit fast 600 ehemaligen Django Girls-Teilnehmern durchgeführt haben, um herauszufinden, ob die Django Girls Foundation tatsächlich das Ziel unserer Mission erreicht: mehr Frauen in die Tech-Industrie zu bringen!

source: 👭👫👬 Django Girls community grew to <span>1069 volunteers</span> who have organised <span>377 free workshops</span> with <span>102 more</span> being currently planned. That's more than 3000 hours of happy coding!
de: Die Django-Girls-Gemeinschaft ist auf <span>1069 Freiwillige</span> angewachsen, die <span>377 kostenlose Workshops</span> organisiert haben, und <span>102 weitere</span> sind derzeit geplant. Das sind mehr als 3000 Stunden fröhliches Programmieren!

source: 💯 In the last 2 years we improved our tools to support the growth of the organisation, maintended our free online resources (our tutorial is now in <span>14 languages!</span>), started Django Girls Store as a fundraising effort, shipped <span>146 organizer kits</span> and more. <a href="#tutorial">👉</a>
de: 💯 In den letzten 2 Jahren haben wir unsere Tools verbessert, um das Wachstum der Organisation zu unterstützen, unsere kostenlosen Online-Ressourcen erweitert (unser Tutorial gibt es jetzt in <span>14 Sprachen!</span>), den Django Girls Store als Fundraising-Maßnahme gestartet, <span>146 Organizer-Kits</span> verschickt und mehr. <a href="#tutorial">👉</a>

source: 📈🎉 In July 2017, on our 3rd birthday, we also celebrated our <span>10,000th workshop attendee</span> <a href="#growth">👉</a>
de: 📈🎉 Im Juli 2017, an unserem 3. Geburtstag, feierten wir auch unseren <span>10.000sten Workshop-Teilnehmer</span> <a href="#wachstums">👉</a>

source: 📚 <span>693,524 people</span> used our free online <a href="https://tutorial.djangogirls.org">tutorial</a> in the last year
de: 📚 <span>693.524 Menschen</span> haben im letzten Jahr unser kostenloses Online-<a href="https://tutorial.djangogirls.org">Tutorial</a> genutzt

source: Growth 📈
de: Wachstum 📈
es: Crecimiento 📈

source: Map of Django Girls events from January 2016 to July 2017
de: Karte der Django Girls Veranstaltungen von Januar 2016 bis Juli 2017

source: Number of Django Girls workshops
de: Anzahl der Django Girls Workshops
es: Número de talleres de Django Girls

source: Number of participants
de: Teilnehmeranzahl
es: Número de participantes

source: Number of cities
de: Anzahl der Städte
es: Numero de ciudades

source: Number of new cities
de: Anzahl neuer Städte
es: Número de nuevas ciudades

source: Number of countries
de: Anzahl der Länder
es: Número de paises

source: Number of new countries
de: Anzahl neuer Länder
es: Número de nuevos paises

source: Unique users reading our Tutorial
de: Eindeutige Tutorial-Leser
es: Usuarios únicos leyendo nuestro tutorial

source: * Gathering events data on number of participants is delayed.
de: * Die Erhebung von Daten über die Anzahl der Teilnehmer an Veranstaltungen verzögert sich.
es: * La recopilación de datos de eventos sobre el número de participantes está retrazado.

source: Foundation's Activities 👩‍💻👩‍💻👩‍💻
de: Stiftungsaktivitäten 👩‍💻👩‍💻👩‍💻
es: Actividades de la Fundación 👩‍💻👩‍💻👩‍💻

source: 🌎 Maintenance & translation of our free online resources
de: 🌎 Wartung & übersetzung unserer kostenlosen online Ressourcen
es: 🌎 Mantenimiento y traducción de nuestros recursos online gratuitos

source: The curriculum we developed Django Girls Tutorial is used in our workshops to introduce attendees to web development using Python and Django. The tutorial has been published online for free to allow everyone to learn without the need to attend an in-person workshop.<br /> We are proud that the <span>tutorial has been now translated into 14 languages</span> We are thankful to all the volunteers who have made this possible.
de: Das von uns entwickelte Django Girls Tutorial wird in unseren Workshops verwendet, um die Teilnehmer in die Webentwicklung mit Python und Django einzuführen. Das Tutorial wurde kostenlos online veröffentlicht, damit jeder es lernen kann, ohne an einem persönlichen Workshop teilnehmen zu müssen.<br /> Wir sind stolz darauf, dass das <span>Tutorial mittlerweile in 14 Sprachen</span> übersetzt wurde und danken allen Freiwilligen, die dies möglich gemacht haben.

source: Your browser does not support the video tag.
de: Dein Browser unterstützt den Video Tag nicht.
es: Su navegador no soporta la etiqueta de vídeo.

source: 🎁 Organiser Starter Kits
de: 🎁 Organisatoren Starter Kits
es: 🎁 Kits inicial del organizador

source: We realised that there are certain things such as room decorations and swag (stickers, buttons and tattoos) that are needed by all event organisers. We lowered the costs of decorations and swag for each event by ordering them in bulk from suppliers and stock them in the Django Girls shop. Organisers then order the Organizer Starter Kit from our shop for a small donation, and we donated a number of them to events organised in developing countries. We are super excited that we managed to introduce the Django Girls Starter Kit in 2016.
de: Wir haben festgestellt, dass bestimmte Dinge wie Raumdekoration und Werbegeschenke (Aufkleber, Buttons und Tattoos) von allen Veranstaltern benötigt werden. Wir haben die Kosten für Dekoration und Swag für jede Veranstaltung gesenkt, indem wir sie in großen Mengen bei Lieferanten bestellt und im Django Girls Shop gelagert haben. Die Organisatoren bestellen dann das Organizer Starter Kit in unserem Shop gegen eine kleine Spende, und wir haben einige davon an Veranstaltungen in Entwicklungsländern gespendet. Wir freuen uns sehr, dass wir 2016 das Django Girls Starter Kit einführen konnten.

source: Since the introduction, <span>146 events have received their starter kits</span> which has helped them make their events awesome! Out of those, 28 were donated for free for events in need.
de: Seit der Einführung haben <span>146 Veranstaltungen ihre Starterkits</span> erhalten, die ihnen geholfen haben, ihre Veranstaltungen großartig zu machen! Davon wurden 28 kostenlos für Veranstaltungen in Not gespendet.

source: Most of our funds were generated through corporate and individual donations through Patreon, an online donation management system. In 2016, we also managed to introduce Django Girls shop where we sell swag such as t-shirts, socks and tote bags as a way of making the charity sustainable. Details of how much was raised in 2016 are shown in the table below:
de: Die meisten unserer Mittel wurden durch Spenden von Unternehmen und Einzelpersonen über Patreon, ein Online-Spendenverwaltungssystem, generiert. Im Jahr 2016 haben wir außerdem den Django Girls Shop eingeführt, in dem wir T-Shirts, Socken und Tragetaschen verkaufen, um die Wohltätigkeitsorganisation nachhaltig zu machen. Einzelheiten zu den Spendeneinnahmen im Jahr 2016 sind in der folgenden Tabelle aufgeführt:

source: Activity
de: Tätigkeit
es: Actividad

source: Notes
de: Anmerkungen
es: Notas

source: Patreon donations
de: Patreon-Spenden
es: Donaciones de Patreon

source: Patreon donation have been steadly decreasing in the last months
de: Die Patreon-Spenden sind in den letzten Monaten stetig gesunken
es: La donación de Patreon ha ido disminuyendo constantemente en los últimos meses

source: Django Girls Store
de: Django Girls Laden
es: Tienda Django Girls

source: Organiser Starter Kits
de: Organizer Starter Kits
es: Kits inicial del organizador

source: Participants Survey
de: Teilnehmer Umfrage
es: Encuesta a los participantes

source: We have celebrated reaching our milestone of 10,000 workshop participants by conducting a survey to see how Django Girls alumni are doing after attending the workshop in their city. We reached out to our former attendees and received an overwhelming <span>response from 519 awesome women</span> who shared with us their experiences with Django Girls and how attending the workshop changed their lives.
de: Wir haben das Erreichen unseres Meilensteins von 10.000 Workshop-Teilnehmerinnen gefeiert, indem wir eine Umfrage durchgeführt haben, um herauszufinden, wie es den ehemaligen Teilnehmerinnen von Django Girls geht, nachdem sie den Workshop in ihrer Stadt besucht haben. Wir haben uns an unsere ehemaligen Teilnehmerinnen gewandt und eine überwältigende <span>Antwort von 519 großartigen Frauen</span> erhalten, die uns von ihren Erfahrungen mit Django Girls berichteten und wie die Teilnahme am Workshop ihr Leben verändert hat.

source: We'd like to acknowledge that even though the total number of responses received is a significant representative sample of the Django Girls alumni, it is likely that most of the women who responded to our survey stayed active in the tech industry after attending our workshops and hence the results could be positively skewed.
de: Auch wenn die Gesamtzahl der eingegangenen Antworten eine repräsentative Stichprobe der Django Girls Alumni darstellt, ist es wahrscheinlich, dass die meisten Frauen, die an unserer Umfrage teilgenommen haben, auch nach der Teilnahme an unseren Workshops in der Tech-Branche aktiv geblieben sind und die Ergebnisse daher positiv verzerrt sein könnten.

source: Participants’ Involvement in Tech Activities
de: Beteiligung der Teilnehmer an technischen Aktivitäten
es: Participación en actividades tecnológicas

source: We asked the respondents if they were involved in tech-related activities after the workshop. The tech activities included attending tech events, organising Django Girls and similar tech events, coaching at Django Girls workshops, teaching or working in tech, working on coding projects and enrolling for programming courses.
de: Wir haben die Befragten gefragt, ob sie nach dem Workshop an technikbezogenen Aktivitäten beteiligt waren. Zu den Tech-Aktivitäten gehörten die Teilnahme an Tech-Events, die Organisation von Django Girls und ähnlichen Tech-Events, das Coaching bei Django Girls-Workshops, das Unterrichten oder Arbeiten im Tech-Bereich, die Arbeit an Coding-Projekten und die Anmeldung zu Programmierkursen.

source: These statistics show that our workshops are generating interest in technology and programming in the participants who attends them. This interest then results in them organising other workshops and tech events as well as attending tech events for some of the women. These findings <b>prove that Django Girls workshops have been a successful intervention</b> to increase the number of women involved in engineering and programming.
de: Diese Statistiken zeigen, dass unsere Workshops bei den Teilnehmerinnen Interesse an Technologie und Programmierung wecken. Dieses Interesse führt dann dazu, dass sie andere Workshops und technische Veranstaltungen organisieren und einige der Frauen auch an technischen Veranstaltungen teilnehmen. Diese Ergebnisse <b>beweisen, dass die Django-Girls-Workshops eine erfolgreiche Maßnahme</b> waren, um die Zahl der Frauen zu erhöhen, die sich für Technik und Programmierung interessieren.
es: Estas estadísticas muestran que nuestros talleres están generando interés en tecnología y programación en los participantes que los asisten. Esto les lleva a organizar otros talleres y eventos, así como asistir a eventos tecnológicos para algunas de las mujeres. Estos hallazgos <b> demuestran que los talleres de Django Girls han sido un éxito</b> para aumentar el número de mujeres involucradas en ingeniería y programación.

source: Participants’ learning to code after the workshop
de: Die Teilnehmer lernen nach dem Workshop zu programmieren
es: participantes aprenden a codificar después del taller.

source: We were also interested in finding out whether our former participants continued learning programming after attending the workshop.
de: Wir wollten auch herausfinden, ob unsere ehemaligen Teilnehmer nach dem Workshop weiter programmieren lernten.

source: The findings showed that the majority of the women who attend Django Girls workshops continue learning to code after. The women continued learning in various ways; some on their own, enrolling for online coding courses or enrolling into universities. These findings show that Django Girls is indeed increasing the number of women in the programming field, who will one day be employed as programmers after they have developed their programming skills.
de: Die Ergebnisse zeigen, dass die Mehrheit der Frauen, die an den Django Girls-Workshops teilgenommen haben, danach weiter programmieren lernen. Die Frauen setzten das Lernen auf unterschiedliche Weise fort: einige auf eigene Faust, indem sie sich für Online-Programmierkurse anmeldeten oder sich an Universitäten einschrieben. Diese Ergebnisse zeigen, dass Django Girls tatsächlich die Zahl der Frauen im Bereich der Programmierung erhöht, die eines Tages als Programmiererinnen arbeiten werden, nachdem sie ihre Programmierkenntnisse entwickelt haben.
es: Los hallazgos mostraron que la mayoría de las mujeres que asisten a los talleres de Django Girls continúan aprendiendo a codificar después. Las mujeres continuaron aprendiendo de diversas formas; algunos por su cuenta, inscribiéndose en cursos de codificación en línea o inscribiéndose en universidades. Estos hallazgos muestran que Django Girls de hecho está aumentando el número de mujeres en el campo de la programación, que algún día serán empleadas como programadoras después de que hayan desarrollado sus habilidades de programación.

source: Participants’ Employment in Tech after attending workshops
de: Beschäftigung der Teilnehmer in der Technik nach dem Besuch von Workshops

source: The biggest question we were interested to answer was to know how many of the women started working in tech as developers after attending the workshop.
de: Die wichtigste Frage, die wir beantworten wollten, war, wie viele der Frauen nach dem Workshop als Entwicklerinnen in der Technologiebranche tätig wurden.
es: La pregunta más importante que nos interesaba responder era saber cuántas de las mujeres comenzaron a trabajar en tecnología como desarrolladoras después de asistir al taller.
